{"translation-revision-date":"2024-12-13T16:34:28+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/suremail.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"SureMail Introduction Video":["Video de introducción de SureMail"],"Installing SureMail Now…":["Instalando SureMail ahora…"],"Activating SureMail Now…":["Activando SureMail ahora…"],"Redirecting to SureMail Dashboard…":["Redirigiendo al panel de SureMail…"],"Activate SureMail Now":["Activa SureMail ahora"],"Install SureMail Now":["Instala SureMail ahora"],"Multiple Backup Connections":["Múltiples conexiones de respaldo"],"Never worry about email failures. SureMail automatically reroutes through backup SMTP providers.":["Nunca te preocupes por fallos en el correo electrónico. SureMail redirige automáticamente a través de proveedores SMTP de respaldo."],"Email Logs & Resending":["Registros de correos electrónicos y reenvío"],"Keep a complete record of every email sent from your WordPress site, and resend any email message with ease.":["Mantén un registro completo de cada correo electrónico enviado desde tu sitio de WordPress y reenvía cualquier mensaje de correo electrónico con facilidad."],"Reputation Shield":["Escudo de Reputación"],"Reputation Shield protects your sender reputation by identifying and blocking potentially problematic emails before they're sent.":["Reputation Shield protege tu reputación como remitente al identificar y bloquear correos electrónicos potencialmente problemáticos antes de que sean enviados."],"Advanced Retry Logic":["Lógica Avanzada de Reintento"],"Failed emails are automatically retried through all of the configured connections to ensure seamless delivery.":["Los correos electrónicos fallidos se reintentan automáticamente a través de todas las conexiones configuradas para garantizar una entrega sin problemas."],"Built-In Email Testing Tool":["Herramienta de prueba de correo electrónico integrada"],"Easily send test emails for verifying your SMTP configuration before sending live emails to your customers and subscribers.":["Envía fácilmente correos electrónicos de prueba para verificar tu configuración SMTP antes de enviar correos reales a tus clientes y suscriptores."],"Multiple SMTP Providers":["Varios proveedores SMTP"],"Integrate and switch between leading SMTP services like Amazon SES, Gmail, SendGrid, SMTP2GO, and many more.":["Integra y cambia entre los principales servicios SMTP como Amazon SES, Gmail, SendGrid, SMTP2GO y muchos más."],"Plugin installation\/activation failed. Please try again later.":["La instalación\/activación del complemento falló. Por favor, inténtelo de nuevo más tarde."],"Ensure Every Form Submission Reaches the Inbox with SureMail":["Asegúrate de que cada envío de formulario llegue a la bandeja de entrada con SureMail"],"SureForms and SureMail are the perfect pair! SureMail ensures that every form submission you receive is reliably delivered to your inbox. You'll never lose a lead, miss a support request, or overlook a customer inquiry again.":["¡SureForms y SureMail son la pareja perfecta! SureMail garantiza que cada envío de formulario que recibas se entregue de manera confiable a tu bandeja de entrada. Nunca perderás un cliente potencial, pasarás por alto una solicitud de soporte o ignorarás una consulta de cliente nuevamente."],"Forms Submitted. Emails Delivered. Every Time.":["Formularios enviados. Correos electrónicos entregados. Cada vez."]}}}