{"translation-revision-date":"2025-01-01T06:16:29+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Cruscotto"],"Add New Form":["Aggiungi nuovo modulo"],"Calculator":["Calcolatrice"],"Upgrade":["Aggiornamento"],"Usage ":["Utilizzo"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["Il piano gratuito consente solo %s generazioni di moduli AI. Hai bisogno di creare più moduli con l'AI?"],"Upgrade Plan":["Aggiorna piano"],"%d AI form generations left":["%d generazioni di moduli AI rimanenti"],"Limit Reached":["Limite raggiunto"],"Connect Now":["Connetti ora"],"Error Creating Form":["Errore nella creazione del modulo"],"There was an error mapping the AI response to Fields. Please try again.":["C'è stato un errore nel mappare la risposta dell'IA ai campi. Per favore riprova."],"Try Again!":["Riprova!"],"Authentication Failed":["Autenticazione fallita"],"Contact Support":["Contatta il supporto"],"Click Here to Retry":["Fai clic qui per riprovare"],"Exit to Dashboard":["Esci alla Dashboard"],"Connecting with AI…":["Connessione con l'IA…"],"Create simple contact form":["Crea un semplice modulo di contatto"],"Create a lead generation form":["Crea un modulo di generazione contatti"],"Generate a user feedback form":["Genera un modulo di feedback per gli utenti"],"Create a job application form":["Crea un modulo di domanda di lavoro"],"Make an event registration form":["Crea un modulo di registrazione per l'evento"],"Generating Fields…":["Generazione dei campi…"],"Just doing some final touches…":["Sto solo facendo gli ultimi ritocchi…"],"Redirecting to Editor":["Reindirizzamento all'Editor"],"AI Form Builder":["Costruttore di Moduli AI"],"Please describe the form you want to create":["Per favore descrivi il modulo che vuoi creare"],"Prompt cannot be empty.":["Il prompt non può essere vuoto."],"Some Form Ideas":["Alcune idee per il modulo"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["Il riconoscimento vocale non è supportato nel tuo browser attuale. Si prega di utilizzare Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Si prega di consentire l'accesso al microfono per utilizzare l'input vocale."],"Listening":["Ascoltando"],"Voice Input":["Input vocale"],"Generate Form":["Genera modulo"],"Try Again":["Riprova"],"You have reached the FUP limit of AI form generations for the day.":["Hai raggiunto il limite FUP di generazioni di moduli AI per la giornata."],"Please try again after %s.":["Per favore riprova dopo %s."],"You have reached the maximum number of form generations in your Free Plan.":["Hai raggiunto il numero massimo di generazioni di moduli nel tuo Piano Gratuito."],"Please upgrade your free plan to keep creating more forms with AI.":["Si prega di aggiornare il tuo piano gratuito per continuare a creare più moduli con l'IA."],"You have reached the maximum number of form generations.":["Hai raggiunto il numero massimo di generazioni di moduli."],"How would you like to create a new form?":["Come desideri creare un nuovo modulo?"],"Build Form From Scratch":["Costruisci il modulo da zero"],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Adatta il tuo modulo esattamente alle tue esigenze uniche. Nessuna competenza di programmazione richiesta—basta liberare la tua creatività."],"Build From Scratch":["Costruisci da zero"],"Generate Form with AI":["Genera modulo con AI"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Scopri il futuro della creazione di moduli con moduli potenziati dall'IA. Usa l'IA per creare il tuo modulo 10 volte più velocemente."],"Build With AI":["Costruisci con l'AI"],"Unlock Conversational Forms":["Sblocca moduli conversazionali"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Con il piano SureForms Pro, puoi trasformare i tuoi moduli in layout conversazionali coinvolgenti per un'esperienza utente senza interruzioni."],"Create Conversational Form":["Crea modulo conversazionale"],"Premium":["Premium"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Si prega di collegare il proprio sito web con SureForms AI per creare altri 10 moduli con l'AI."],"Simple":["Semplice"],"Unlock Calculations":["Sblocca calcoli"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Passa al piano SureForms Business per creare moduli avanzati con calcoli in tempo reale, come calcolatori di preventivi di progetto, calcolatori di BMI, calcolatori di prestiti e altro ancora."],"Please select form type":["Si prega di selezionare il tipo di modulo"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["Il modulo generato dall'IA potrebbe richiedere una revisione manuale e delle modifiche. Si prega di verificare tutti i campi prima di pubblicare il modulo."],"Generate with AI":["Genera con l'IA"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Si prega di controllare il nome utente e la password per l'account e provare a riconnettersi. Hai bisogno di aiuto?"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Collega il tuo sito web con SureForms AI per ottenere 20 generazioni di moduli AI in più."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Ad esempio, modulo per raccogliere feedback dai nostri clienti sulla funzionalità del prodotto, l'usabilità, quanto lo valuteresti e cosa non ti piace di esso."],"Describe the form you want to create":["Descrivi il modulo che desideri creare"],"We are building your form…":["Stiamo creando il tuo modulo…"]}}}