{"translation-revision-date":"2025-01-01T06:16:29+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Cruscotto"],"Settings":["Impostazioni"],"Entries":["Voci"],"Activated":["Attivato"],"Monday":["Lunedì"],"Forms":["Moduli"],"General":["Generale"],"Install":["Installa"],"Plugin Installation failed, Please try again later.":["Installazione del plugin fallita, per favore riprova più tardi."],"Plugin activation failed, Please try again later.":["Attivazione del plugin fallita, riprova più tardi."],"Integrations":["Integrazioni"],"What's New?":["Novità?"],"Core":["Nucleo"],"Unlicensed":["Senza licenza"],"Upgrade":["Aggiornamento"],"Webhooks":["Webhooks"],"Install & Activate":["Installa e attiva"],"Send Email To":["Invia email a"],"Google reCAPTCHA":["Google reCAPTCHA"],"hCaptcha":[""],"reCAPTCHA v2 Invisible":["reCAPTCHA v2 Invisibile"],"reCAPTCHA v3":["reCAPTCHA v3"],"Validations":["Convalide"],"Spam Protection":["Protezione antispam"],"Email Summaries":["Riepiloghi email"],"Tuesday":["Martedì"],"Wednesday":["Mercoledì"],"Thursday":["Giovedì"],"Friday":["Venerdì"],"Saturday":["Sabato"],"Sunday":["Domenica"],"Enable Email Summaries ":["Abilita i riepiloghi email"],"Test Email":["Email di prova"],"Schedule Reports":["Programma rapporti"],"IP Logging":["Registrazione IP"],"Enable IP Logging":["Abilita il logging IP"],"If this option is turned on, the user's IP address will be saved with the form data":["Se questa opzione è attivata, l'indirizzo IP dell'utente verrà salvato con i dati del modulo"],"Confirmation Email Mismatch Message":["Messaggio di mancata corrispondenza dell'email di conferma"],"%s represents the minimum input value. For example: \"Minimum value is 10.\"":["%s rappresenta il valore minimo di input. Ad esempio: \"Il valore minimo è 10.\""],"%s represents the maximum input value. For example: \"Maximum value is 100.\"":["%s rappresenta il valore massimo di input. Ad esempio: \"Il valore massimo è 100.\""],"%s represents the minimum selections needed. For example: “Minimum 2 selections are required.”":["%s rappresenta le selezioni minime necessarie. Ad esempio: \"Sono necessarie almeno 2 selezioni.\""],"%s represents the maximum selections allowed. For example: “Maximum 4 selections are allowed.”":["%s rappresenta il numero massimo di selezioni consentite. Ad esempio: \"Sono consentite al massimo 4 selezioni.\""],"%s represents the minimum choices needed. For example: “Minimum 1 selection is required.”":["%s rappresenta le scelte minime necessarie. Ad esempio: \"È richiesta almeno 1 selezione.\""],"%s represents the maximum choices allowed. For example: “Maximum 3 selections are allowed.”":["%s rappresenta il numero massimo di scelte consentite. Ad esempio: \"Sono consentite un massimo di 3 selezioni.\""]," Error Message":["Messaggio di errore"],"Auto":["Auto"],"Light":["Luce"],"Dark":["Scuro"],"Turnstile":["Tornello"],"Honeypot":["Trappola"],"Get Keys":["Ottieni chiavi"],"Documentation":["Documentazione"],"Site Key":["Chiave del sito"],"Secret Key":["Chiave segreta"],"Cloudflare Turnstile":["Cloudflare Turnstile"],"Appearance Mode":["Modalità Aspetto"],"Enable Honeypot Security":["Abilita la Sicurezza Honeypot"],"Enable Honeypot Security for better spam protection":["Abilita la Sicurezza Honeypot per una migliore protezione dallo spam"],"Broadcast your SureForms submission to any web API endpoint with the powerful webhook module.":["Trasmetti la tua submission di SureForms a qualsiasi endpoint API web con il potente modulo webhook."],"Zapier":["Zapier"],"SureForms and Zapier Integration allows you to connect your WordPress forms with a number of web apps.":["L'integrazione di SureForms e Zapier ti consente di collegare i tuoi moduli WordPress con numerose app web."],"This field cannot be left blank.":["Questo campo non può essere lasciato vuoto."],"Unlock Webhooks":["Sblocca i Webhook"],"With the SureForms Starter Plan, you can enable webhooks to seamlessly connect with your favorite apps for real-time data transfer and automation.":["Con il piano Starter di SureForms, puoi abilitare i webhook per connetterti senza problemi con le tue app preferite per il trasferimento dati in tempo reale e l'automazione."],"Unlock Zapier Integration":["Sblocca l'integrazione con Zapier"],"With the SureForms Pro Plan, you can enable Zapier integration to seamlessly connect with thousands of apps for powerful workflow automation.":["Con il piano SureForms Pro, puoi abilitare l'integrazione con Zapier per connetterti senza problemi a migliaia di app per un'automazione del flusso di lavoro potente."],"Premium":["Premium"],"OttoKit":["OttoKit"],"reCAPTCHA":[""],"An error occurred. Please try again later.":["Si è verificato un errore. Per favore riprova più tardi."],"Ready to go beyond free plan?":["Pronto a superare il piano gratuito?"],"Upgrade now":["Aggiorna ora"],"and unlock the full power of SureForms!":["e sblocca tutta la potenza di SureForms!"],"Upgrade SureForms":["Aggiorna SureForms"],"Free":["Gratis"],"Effortlessly connect your forms to hundreds of apps, automating tasks like sending entries to your favourite CRM.":["Collega senza sforzo i tuoi moduli a centinaia di app, automatizzando attività come l'invio delle voci al tuo CRM preferito."],"Form Validation":["Validazione del modulo"],"Required Error Messages":["Messaggi di errore richiesti"],"Other Error Messages":["Altri messaggi di errore"],"Input Field Unique":["Campo di input univoco"],"Email Field Unique":["Campo email univoco"],"Invalid URL":["URL non valido"],"Phone Field Unique":["Campo Telefono Unico"],"Invalid Field Number Block":["Blocco Numero Campo Non Valido"],"Invalid Email":["Email non valido"],"Number Minimum Value":["Valore Minimo Numero"],"Number Maximum Value":["Valore Massimo Numero"],"Dropdown Minimum Selections":["Selezioni Minime del Menu a Tendina"],"Dropdown Maximum Selections":["Selezioni massime del menu a tendina"],"Multiple Choice Minimum Selections":["Selezioni Minime a Scelta Multipla"],"Multiple Choice Maximum Selections":["Selezioni massime a scelta multipla"],"Input Field":["Campo di input"],"Email Field":["Campo Email"],"URL Field":["Campo URL"],"Phone Field":["Campo Telefono"],"Textarea Field":["Campo di testo"],"Checkbox Field":["Campo di selezione"],"Dropdown Field":["Campo a discesa"],"Multiple Choice Field":["Campo a scelta multipla"],"Address Field":["Campo Indirizzo"],"Number Field":["Campo numerico"],"reCAPTCHA v2":["reCAPTCHA v2"],"To enable reCAPTCHA feature on your SureForms Please enable reCAPTCHA option on your blocks setting and select version. Add google reCAPTCHA secret and site key here. reCAPTCHA will be added to your page on front-end.":["Per abilitare la funzione reCAPTCHA su SureForms, attiva l'opzione reCAPTCHA nelle impostazioni dei tuoi blocchi e seleziona la versione. Aggiungi qui la chiave segreta e la chiave del sito di Google reCAPTCHA. reCAPTCHA verrà aggiunto alla tua pagina nel front-end."],"Enter your %s here":["Inserisci qui il tuo %s"],"To enable hCAPTCHA, please add your site key and secret key. Configure these settings within the individual form.":["Per abilitare hCAPTCHA, aggiungi la tua chiave del sito e la chiave segreta. Configura queste impostazioni all'interno del modulo individuale."],"To enable Cloudflare Turnstile, please add your site key and secret key. Configure these settings within the individual form.":["Per abilitare Cloudflare Turnstile, aggiungi la tua chiave del sito e la chiave segreta. Configura queste impostazioni all'interno del modulo individuale."],"OttoKit Logo":["Logo di OttoKit"],"Save":["Salva"],"Anonymous Analytics":["Analisi Anonime"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. ":["Raccogli informazioni non sensibili dal tuo sito web, come la versione di PHP e le funzionalità utilizzate, per aiutarci a correggere i bug più velocemente, prendere decisioni più intelligenti e sviluppare funzionalità che contano davvero per te."],"Learn More":["Scopri di più"],"Admin Notification":["Notifica dell'amministratore"],"Enable Admin Notification":["Abilita la Notifica Amministratore"],"Admin notifications keep you informed about new form entries since your last visit.":["Le notifiche dell'amministratore ti tengono informato sui nuovi invii di moduli dalla tua ultima visita."],"Contribute to SureForms":["Contribuisci a SureForms"]}}}