{"translation-revision-date":"2025-01-02T08:44:41+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Panel sterowania"],"Add New Form":["Dodaj nowy formularz"],"Calculator":["Kalkulator"],"Upgrade":["Aktualizacja"],"Usage ":["Użycie"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["Darmowy plan pozwala tylko na %s generacji formularzy AI. Potrzebujesz stworzyć więcej formularzy za pomocą AI?"],"Upgrade Plan":["Ulepsz plan"],"%d AI form generations left":["%d pozostało generacji formularzy AI"],"Limit Reached":["Osiągnięto limit"],"Connect Now":["Połącz teraz"],"Error Creating Form":["Błąd podczas tworzenia formularza"],"There was an error mapping the AI response to Fields. Please try again.":["Wystąpił błąd podczas mapowania odpowiedzi AI na pola. Proszę spróbować ponownie."],"Try Again!":["Spróbuj ponownie!"],"Authentication Failed":["Uwierzytelnianie nie powiodło się"],"Contact Support":["Skontaktuj się z pomocą techniczną"],"Click Here to Retry":["Kliknij tutaj, aby spróbować ponownie"],"Exit to Dashboard":["Wyjdź do pulpitu nawigacyjnego"],"Connecting with AI…":["Łączenie z AI…"],"Create simple contact form":["Utwórz prosty formularz kontaktowy"],"Create a lead generation form":["Utwórz formularz generowania leadów"],"Generate a user feedback form":["Wygeneruj formularz opinii użytkownika"],"Create a job application form":["Utwórz formularz aplikacji o pracę"],"Make an event registration form":["Stwórz formularz rejestracji na wydarzenie"],"Generating Fields…":["Generowanie pól…"],"Just doing some final touches…":["Po prostu robię ostatnie poprawki…"],"Redirecting to Editor":["Przekierowywanie do Edytora"],"AI Form Builder":["Kreator Formularzy AI"],"Please describe the form you want to create":["Proszę opisać formularz, który chcesz utworzyć"],"Prompt cannot be empty.":["Monit nie może być pusty."],"Some Form Ideas":["Kilka pomysłów na formularz"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["Rozpoznawanie mowy nie jest obsługiwane w Twojej obecnej przeglądarce. Proszę użyć Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Proszę zezwolić na dostęp do mikrofonu, aby korzystać z wprowadzania głosowego."],"Listening":["Słuchanie"],"Voice Input":["Wprowadzanie głosowe"],"Generate Form":["Wygeneruj formularz"],"Try Again":["Spróbuj ponownie"],"You have reached the FUP limit of AI form generations for the day.":["Osiągnąłeś dzienny limit FUP generacji formularzy AI."],"Please try again after %s.":["Proszę spróbować ponownie za %s."],"You have reached the maximum number of form generations in your Free Plan.":["Osiągnąłeś maksymalną liczbę generacji formularzy w swoim darmowym planie."],"Please upgrade your free plan to keep creating more forms with AI.":["Proszę uaktualnić swój darmowy plan, aby móc dalej tworzyć więcej formularzy za pomocą AI."],"You have reached the maximum number of form generations.":["Osiągnąłeś maksymalną liczbę generacji formularzy."],"How would you like to create a new form?":["Jak chciałbyś utworzyć nowy formularz?"],"Build Form From Scratch":["Zbuduj formularz od podstaw"],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Dostosuj swój formularz dokładnie do swoich unikalnych potrzeb. Nie są wymagane umiejętności kodowania — wystarczy uwolnić swoją kreatywność."],"Build From Scratch":["Zbuduj od podstaw"],"Generate Form with AI":["Generuj formularz za pomocą AI"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Doświadcz przyszłości tworzenia formularzy dzięki formularzom zasilanym przez AI. Użyj AI, aby zbudować swój formularz 10 razy szybciej."],"Build With AI":["Buduj z AI"],"Unlock Conversational Forms":["Odblokuj formularze konwersacyjne"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Dzięki planowi SureForms Pro możesz przekształcić swoje formularze w angażujące, konwersacyjne układy, zapewniając płynne doświadczenie użytkownika."],"Create Conversational Form":["Utwórz formularz konwersacyjny"],"Premium":["Premium"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Proszę połączyć swoją stronę internetową z SureForms AI, aby utworzyć 10 dodatkowych formularzy za pomocą AI."],"Simple":["Proste"],"Unlock Calculations":["Odblokuj obliczenia"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Ulepsz do planu SureForms Business, aby tworzyć zaawansowane formularze z obliczeniami w czasie rzeczywistym, takie jak kalkulatory wycen projektów, kalkulatory BMI, kalkulatory kredytowe i inne."],"Please select form type":["Proszę wybrać typ formularza"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["Formularz wygenerowany przez AI może wymagać ręcznej weryfikacji i poprawek. Proszę zweryfikować wszystkie pola przed opublikowaniem formularza."],"Generate with AI":["Generuj za pomocą AI"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Proszę sprawdzić swoją nazwę użytkownika i hasło do konta, a następnie spróbować ponownie połączyć się. Potrzebujesz pomocy?"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Połącz swoją stronę internetową z SureForms AI, aby uzyskać 20 dodatkowych generacji formularzy AI."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Np. Formularz do zbierania opinii od naszego klienta na temat funkcjonalności naszego produktu, użyteczności, jak go oceniasz i co Ci się w nim nie podoba."],"Describe the form you want to create":["Opisz formularz, który chcesz utworzyć"],"We are building your form…":["Budujemy Twój formularz…"]}}}