{"translation-revision-date":"2025-01-02T08:44:41+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Panel sterowania"],"Settings":["Ustawienia"],"Entries":["Wpisy"],"Activated":["Aktywowany"],"Monday":["Poniedziałek"],"Forms":["Formularze"],"General":["Ogólny"],"Install":["Zainstaluj"],"Plugin Installation failed, Please try again later.":["Instalacja wtyczki nie powiodła się, spróbuj ponownie później."],"Plugin activation failed, Please try again later.":["Aktywacja wtyczki nie powiodła się, spróbuj ponownie później."],"Integrations":["Integracje"],"What's New?":["Co nowego?"],"Core":["Rdzeń"],"Unlicensed":["Bez licencji"],"Upgrade":["Aktualizacja"],"Webhooks":["Webhooks"],"Install & Activate":["Zainstaluj i aktywuj"],"Send Email To":["Wyślij e-mail do"],"Google reCAPTCHA":["Google reCAPTCHA"],"hCaptcha":["hCaptcha"],"reCAPTCHA v2 Invisible":["reCAPTCHA v2 Niewidoczna"],"reCAPTCHA v3":["reCAPTCHA v3"],"Validations":["Walidacje"],"Spam Protection":["Ochrona przed spamem"],"Email Summaries":["Podsumowania e-maili"],"Tuesday":["Wtorek"],"Wednesday":["Środa"],"Thursday":["Czwartek"],"Friday":["Piątek"],"Saturday":["Sobota"],"Sunday":["Niedziela"],"Enable Email Summaries ":["Włącz podsumowania e-maili"],"Test Email":["Testowy email"],"Schedule Reports":["Zaplanuj raporty"],"IP Logging":["Rejestrowanie IP"],"Enable IP Logging":["Włącz rejestrowanie IP"],"If this option is turned on, the user's IP address will be saved with the form data":["Jeśli ta opcja jest włączona, adres IP użytkownika zostanie zapisany wraz z danymi formularza"],"Confirmation Email Mismatch Message":["Wiadomość o niezgodności e-maila potwierdzającego"],"%s represents the minimum input value. For example: \"Minimum value is 10.\"":["%s oznacza minimalną wartość wejściową. Na przykład: \"Minimalna wartość to 10.\""],"%s represents the maximum input value. For example: \"Maximum value is 100.\"":["%s oznacza maksymalną wartość wejściową. Na przykład: \"Maksymalna wartość to 100.\""],"%s represents the minimum selections needed. For example: “Minimum 2 selections are required.”":["%s oznacza minimalną liczbę wymaganych wyborów. Na przykład: „Wymagane są co najmniej 2 wybory”."],"%s represents the maximum selections allowed. For example: “Maximum 4 selections are allowed.”":["%s oznacza maksymalną liczbę dozwolonych wyborów. Na przykład: „Dozwolone są maksymalnie 4 wybory.”"],"%s represents the minimum choices needed. For example: “Minimum 1 selection is required.”":["%s oznacza minimalną liczbę potrzebnych wyborów. Na przykład: „Wymagany jest co najmniej 1 wybór.”"],"%s represents the maximum choices allowed. For example: “Maximum 3 selections are allowed.”":["%s oznacza maksymalną liczbę dozwolonych wyborów. Na przykład: „Dozwolone są maksymalnie 3 wybory”."]," Error Message":["Komunikat o błędzie"],"Auto":["Samochód"],"Light":["Światło"],"Dark":["Ciemny"],"Turnstile":["Bramka"],"Honeypot":["Pułapka"],"Get Keys":["Pobierz klucze"],"Documentation":["Dokumentacja"],"Site Key":["Klucz strony"],"Secret Key":["Klucz tajny"],"Cloudflare Turnstile":["Cloudflare Turnstile"],"Appearance Mode":["Tryb wyglądu"],"Enable Honeypot Security":["Włącz zabezpieczenie Honeypot"],"Enable Honeypot Security for better spam protection":["Włącz Honeypot Security dla lepszej ochrony przed spamem"],"Broadcast your SureForms submission to any web API endpoint with the powerful webhook module.":["Prześlij swoje zgłoszenie SureForms do dowolnego punktu końcowego API za pomocą potężnego modułu webhooków."],"Zapier":["Zapier"],"SureForms and Zapier Integration allows you to connect your WordPress forms with a number of web apps.":["Integracja SureForms i Zapier umożliwia połączenie formularzy WordPress z wieloma aplikacjami internetowymi."],"This field cannot be left blank.":["To pole nie może pozostać puste."],"Unlock Webhooks":["Odblokuj webhooki"],"With the SureForms Starter Plan, you can enable webhooks to seamlessly connect with your favorite apps for real-time data transfer and automation.":["Dzięki planowi SureForms Starter możesz włączyć webhooki, aby bezproblemowo łączyć się z ulubionymi aplikacjami w celu przesyłania danych w czasie rzeczywistym i automatyzacji."],"Unlock Zapier Integration":["Odblokuj integrację z Zapiery"],"With the SureForms Pro Plan, you can enable Zapier integration to seamlessly connect with thousands of apps for powerful workflow automation.":["Dzięki planowi SureForms Pro możesz włączyć integrację z Zapier, aby bezproblemowo łączyć się z tysiącami aplikacji i tworzyć potężną automatyzację przepływu pracy."],"Premium":["Premium"],"OttoKit":["OttoKit"],"reCAPTCHA":[""],"An error occurred. Please try again later.":["Wystąpił błąd. Proszę spróbować ponownie później."],"Ready to go beyond free plan?":["Gotowy, aby wyjść poza darmowy plan?"],"Upgrade now":["Zaktualizuj teraz"],"and unlock the full power of SureForms!":["i odblokuj pełną moc SureForms!"],"Upgrade SureForms":["Uaktualnij SureForms"],"Free":["Bezpłatny"],"Effortlessly connect your forms to hundreds of apps, automating tasks like sending entries to your favourite CRM.":["Bez wysiłku połącz swoje formularze z setkami aplikacji, automatyzując zadania takie jak wysyłanie wpisów do ulubionego CRM."],"Form Validation":["Walidacja formularza"],"Required Error Messages":["Wymagane komunikaty o błędach"],"Other Error Messages":["Inne komunikaty o błędach"],"Input Field Unique":["Pole wejściowe unikalne"],"Email Field Unique":["Pole e-mail musi być unikalne"],"Invalid URL":["Nieprawidłowy URL"],"Phone Field Unique":["Pole telefonu unikalne"],"Invalid Field Number Block":["Nieprawidłowy blok numeru pola"],"Invalid Email":["Nieprawidłowy adres e-mail"],"Number Minimum Value":["Minimalna wartość liczby"],"Number Maximum Value":["Maksymalna wartość liczby"],"Dropdown Minimum Selections":["Minimalna liczba wyborów w rozwijanym menu"],"Dropdown Maximum Selections":["Maksymalna liczba wyborów w rozwijanym menu"],"Multiple Choice Minimum Selections":["Minimalna liczba wyborów w pytaniach wielokrotnego wyboru"],"Multiple Choice Maximum Selections":["Wielokrotny wybór maksymalna liczba zaznaczeń"],"Input Field":["Pole wejściowe"],"Email Field":["Pole e-mail"],"URL Field":["Pole URL"],"Phone Field":["Pole telefonu"],"Textarea Field":["Pole tekstowe"],"Checkbox Field":["Pole wyboru"],"Dropdown Field":["Pole rozwijane"],"Multiple Choice Field":["Pole wyboru wielokrotnego"],"Address Field":["Pole adresu"],"Number Field":["Pole liczby"],"reCAPTCHA v2":["reCAPTCHA v2"],"To enable reCAPTCHA feature on your SureForms Please enable reCAPTCHA option on your blocks setting and select version. Add google reCAPTCHA secret and site key here. reCAPTCHA will be added to your page on front-end.":["Aby włączyć funkcję reCAPTCHA w SureForms, włącz opcję reCAPTCHA w ustawieniach bloków i wybierz wersję. Dodaj tutaj tajny klucz i klucz witryny Google reCAPTCHA. reCAPTCHA zostanie dodana do Twojej strony na froncie."],"Enter your %s here":["Wprowadź tutaj swój %s"],"To enable hCAPTCHA, please add your site key and secret key. Configure these settings within the individual form.":["Aby włączyć hCAPTCHA, dodaj klucz witryny i klucz tajny. Skonfiguruj te ustawienia w poszczególnych formularzach."],"To enable Cloudflare Turnstile, please add your site key and secret key. Configure these settings within the individual form.":["Aby włączyć Cloudflare Turnstile, dodaj klucz witryny i klucz tajny. Skonfiguruj te ustawienia w ramach poszczególnego formularza."],"OttoKit Logo":["Logo OttoKit"],"Save":["Zapisz"],"Anonymous Analytics":["Anonimowa Analiza"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. ":["Zbieraj niesensytywne informacje z Twojej strony internetowej, takie jak wersja PHP i używane funkcje, aby pomóc nam szybciej naprawiać błędy, podejmować mądrzejsze decyzje i tworzyć funkcje, które naprawdę mają dla Ciebie znaczenie."],"Learn More":["Dowiedz się więcej"],"Admin Notification":["Powiadomienie administratora"],"Enable Admin Notification":["Włącz powiadomienia administratora"],"Admin notifications keep you informed about new form entries since your last visit.":["Powiadomienia administracyjne informują Cię o nowych wpisach formularza od Twojej ostatniej wizyty."],"Contribute to SureForms":["Współpracuj z SureForms"]}}}