{"translation-revision-date":"2025-01-02T08:44:42+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Painel de Controle"],"Settings":["Configurações"],"Entries":["Entradas"],"Activated":["Ativado"],"Monday":["Segunda-feira"],"Forms":["Formulários"],"General":["Geral"],"Install":["Instalar"],"Plugin Installation failed, Please try again later.":["A instalação do plugin falhou, por favor, tente novamente mais tarde."],"Plugin activation failed, Please try again later.":["A ativação do plugin falhou, por favor, tente novamente mais tarde."],"Integrations":["Integrações"],"What's New?":["O que há de novo?"],"Core":["Núcleo"],"Unlicensed":["Sem licença"],"Upgrade":["Atualizar"],"Webhooks":["Webhooks"],"Install & Activate":["Instalar e Ativar"],"Send Email To":["Enviar Email Para"],"Google reCAPTCHA":["Google reCAPTCHA"],"hCaptcha":[""],"reCAPTCHA v2 Invisible":["reCAPTCHA v2 Invisível"],"reCAPTCHA v3":["reCAPTCHA v3"],"Validations":["Validações"],"Spam Protection":["Proteção contra Spam"],"Email Summaries":["Resumos de Email"],"Tuesday":["terça-feira"],"Wednesday":["Quarta-feira"],"Thursday":["Quinta-feira"],"Friday":["Sexta-feira"],"Saturday":["Sábado"],"Sunday":["Domingo"],"Enable Email Summaries ":["Ativar Resumos de Email"],"Test Email":["Email de teste"],"Schedule Reports":["Agendar Relatórios"],"IP Logging":["Registro de IP"],"Enable IP Logging":["Ativar registro de IP"],"If this option is turned on, the user's IP address will be saved with the form data":["Se esta opção estiver ativada, o endereço IP do usuário será salvo com os dados do formulário"],"Confirmation Email Mismatch Message":["Mensagem de Incompatibilidade de E-mail de Confirmação"],"%s represents the minimum input value. For example: \"Minimum value is 10.\"":["%s representa o valor mínimo de entrada. Por exemplo: \"O valor mínimo é 10.\""],"%s represents the maximum input value. For example: \"Maximum value is 100.\"":["%s representa o valor máximo de entrada. Por exemplo: \"O valor máximo é 100.\""],"%s represents the minimum selections needed. For example: “Minimum 2 selections are required.”":["%s representa as seleções mínimas necessárias. Por exemplo: \"São necessárias no mínimo 2 seleções.\""],"%s represents the maximum selections allowed. For example: “Maximum 4 selections are allowed.”":["%s representa o número máximo de seleções permitidas. Por exemplo: \"São permitidas no máximo 4 seleções.\""],"%s represents the minimum choices needed. For example: “Minimum 1 selection is required.”":["%s representa as escolhas mínimas necessárias. Por exemplo: “É necessária no mínimo 1 seleção.”"],"%s represents the maximum choices allowed. For example: “Maximum 3 selections are allowed.”":["%s representa o número máximo de escolhas permitidas. Por exemplo: \"São permitidas no máximo 3 seleções.\""]," Error Message":["Mensagem de Erro"],"Auto":["Carro"],"Light":["Luz"],"Dark":["Escuro"],"Turnstile":["Catraca"],"Honeypot":["Pote de mel"],"Get Keys":["Obter Chaves"],"Documentation":["Documentação"],"Site Key":["Chave do Site"],"Secret Key":["Chave Secreta"],"Cloudflare Turnstile":["Cloudflare Turnstile"],"Appearance Mode":["Modo de Aparência"],"Enable Honeypot Security":["Ativar Segurança Honeypot"],"Enable Honeypot Security for better spam protection":["Ative a Segurança Honeypot para melhor proteção contra spam"],"Broadcast your SureForms submission to any web API endpoint with the powerful webhook module.":["Transmita sua submissão do SureForms para qualquer endpoint de API web com o poderoso módulo de webhook."],"Zapier":["Zapier"],"SureForms and Zapier Integration allows you to connect your WordPress forms with a number of web apps.":["A integração do SureForms com o Zapier permite conectar seus formulários do WordPress com vários aplicativos web."],"This field cannot be left blank.":["Este campo não pode ficar em branco."],"Unlock Webhooks":["Desbloquear Webhooks"],"With the SureForms Starter Plan, you can enable webhooks to seamlessly connect with your favorite apps for real-time data transfer and automation.":["Com o Plano Starter do SureForms, você pode habilitar webhooks para se conectar perfeitamente com seus aplicativos favoritos para transferência de dados em tempo real e automação."],"Unlock Zapier Integration":["Desbloquear Integração com Zapier"],"With the SureForms Pro Plan, you can enable Zapier integration to seamlessly connect with thousands of apps for powerful workflow automation.":["Com o Plano SureForms Pro, você pode habilitar a integração com o Zapier para se conectar perfeitamente com milhares de aplicativos para uma automação de fluxo de trabalho poderosa."],"Premium":["Premium"],"OttoKit":["OttoKit"],"reCAPTCHA":[""],"An error occurred. Please try again later.":["Ocorreu um erro. Por favor, tente novamente mais tarde."],"Ready to go beyond free plan?":["Pronto para ir além do plano gratuito?"],"Upgrade now":["Atualize agora"],"and unlock the full power of SureForms!":["e desbloqueie todo o poder do SureForms!"],"Upgrade SureForms":["Atualizar SureForms"],"Free":["Grátis"],"Effortlessly connect your forms to hundreds of apps, automating tasks like sending entries to your favourite CRM.":["Conecte seus formulários a centenas de aplicativos sem esforço, automatizando tarefas como enviar entradas para o seu CRM favorito."],"Form Validation":["Validação de Formulário"],"Required Error Messages":["Mensagens de Erro Obrigatórias"],"Other Error Messages":["Outras Mensagens de Erro"],"Input Field Unique":["Campo de Entrada Único"],"Email Field Unique":["Campo de Email Único"],"Invalid URL":["URL inválido"],"Phone Field Unique":["Campo de Telefone Único"],"Invalid Field Number Block":["Bloco de Número de Campo Inválido"],"Invalid Email":["Email inválido"],"Number Minimum Value":["Valor Mínimo do Número"],"Number Maximum Value":["Valor Máximo do Número"],"Dropdown Minimum Selections":["Mínimo de Seleções no Dropdown"],"Dropdown Maximum Selections":["Seleções Máximas do Dropdown"],"Multiple Choice Minimum Selections":["Múltipla Escolha Mínima de Seleções"],"Multiple Choice Maximum Selections":["Seleções Máximas de Múltipla Escolha"],"Input Field":["Campo de Entrada"],"Email Field":["Campo de Email"],"URL Field":["Campo de URL"],"Phone Field":["Campo de Telefone"],"Textarea Field":["Campo de Área de Texto"],"Checkbox Field":["Campo de Caixa de Seleção"],"Dropdown Field":["Campo suspenso"],"Multiple Choice Field":["Campo de Escolha Múltipla"],"Address Field":["Campo de Endereço"],"Number Field":["Campo Numérico"],"reCAPTCHA v2":["reCAPTCHA v2"],"To enable reCAPTCHA feature on your SureForms Please enable reCAPTCHA option on your blocks setting and select version. Add google reCAPTCHA secret and site key here. reCAPTCHA will be added to your page on front-end.":["Para ativar o recurso reCAPTCHA no seu SureForms, ative a opção reCAPTCHA nas configurações dos seus blocos e selecione a versão. Adicione a chave secreta e a chave do site do Google reCAPTCHA aqui. O reCAPTCHA será adicionado à sua página no front-end."],"Enter your %s here":["Insira seu %s aqui"],"To enable hCAPTCHA, please add your site key and secret key. Configure these settings within the individual form.":["Para ativar o hCAPTCHA, adicione sua chave do site e chave secreta. Configure essas configurações dentro do formulário individual."],"To enable Cloudflare Turnstile, please add your site key and secret key. Configure these settings within the individual form.":["Para ativar o Cloudflare Turnstile, adicione sua chave do site e chave secreta. Configure essas configurações dentro do formulário individual."],"OttoKit Logo":["Logotipo do OttoKit"],"Save":["Salvar"],"Anonymous Analytics":["Análise Anônima"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. ":["Coletar informações não sensíveis do seu site, como a versão do PHP e os recursos utilizados, para nos ajudar a corrigir bugs mais rapidamente, tomar decisões mais inteligentes e desenvolver funcionalidades que realmente importam para você."],"Learn More":["Saiba mais"],"Admin Notification":["Notificação do Administrador"],"Enable Admin Notification":["Ativar Notificação de Administrador"],"Admin notifications keep you informed about new form entries since your last visit.":["As notificações de administrador mantêm você informado sobre novas entradas de formulário desde sua última visita."],"Contribute to SureForms":["Contribua para o SureForms"]}}}