{"translation-revision-date":"2025-01-02T08:44:42+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Painel de Controle"],"Add New Form":["Adicionar Novo Formulário"],"Calculator":["Calculadora"],"Upgrade":["Atualizar"],"Usage ":["Uso"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["O plano gratuito permite apenas %s gerações de formulários de IA. Precisa criar mais formulários com IA?"],"Upgrade Plan":["Atualizar Plano"],"%d AI form generations left":["%d gerações de formulários de IA restantes"],"Limit Reached":["Limite Atingido"],"Connect Now":["Conectar agora"],"Error Creating Form":["Erro ao Criar Formulário"],"There was an error mapping the AI response to Fields. Please try again.":["Houve um erro ao mapear a resposta da IA para os Campos. Por favor, tente novamente."],"Try Again!":["Tente novamente!"],"Authentication Failed":["Falha na autenticação"],"Contact Support":["Contactar Suporte"],"Click Here to Retry":["Clique aqui para tentar novamente"],"Exit to Dashboard":["Sair para o Painel de Controle"],"Connecting with AI…":["Conectando com a IA…"],"Create simple contact form":["Criar formulário de contato simples"],"Create a lead generation form":["Crie um formulário de geração de leads"],"Generate a user feedback form":["Gerar um formulário de feedback do usuário"],"Create a job application form":["Criar um formulário de candidatura a emprego"],"Make an event registration form":["Crie um formulário de inscrição para o evento"],"Generating Fields…":["Gerando Campos…"],"Just doing some final touches…":["Apenas fazendo alguns retoques finais…"],"Redirecting to Editor":["Redirecionando para o Editor"],"AI Form Builder":["Construtor de Formulários de IA"],"Please describe the form you want to create":["Por favor, descreva o formulário que deseja criar"],"Prompt cannot be empty.":["O prompt não pode estar vazio."],"Some Form Ideas":["Algumas Ideias de Formulário"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["O reconhecimento de fala não é suportado no seu navegador atual. Por favor, use o Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Por favor, permita o acesso ao microfone para usar a entrada de voz."],"Listening":["Ouvindo"],"Voice Input":["Entrada de voz"],"Generate Form":["Gerar Formulário"],"Try Again":["Tente novamente"],"You have reached the FUP limit of AI form generations for the day.":["Você atingiu o limite FUP de gerações de formulários de IA para o dia."],"Please try again after %s.":["Por favor, tente novamente após %s."],"You have reached the maximum number of form generations in your Free Plan.":["Você atingiu o número máximo de gerações de formulários no seu Plano Gratuito."],"Please upgrade your free plan to keep creating more forms with AI.":["Por favor, atualize seu plano gratuito para continuar criando mais formulários com IA."],"You have reached the maximum number of form generations.":["Você atingiu o número máximo de gerações de formulários."],"How would you like to create a new form?":["Como você gostaria de criar um novo formulário?"],"Build Form From Scratch":["Construir Formulário do Zero"],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Adapte seu formulário precisamente às suas necessidades únicas. Não são necessárias habilidades de codificação—basta liberar sua criatividade."],"Build From Scratch":["Construir do zero"],"Generate Form with AI":["Gerar Formulário com IA"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Experimente o futuro da criação de formulários com formulários impulsionados por IA. Use IA para criar seu formulário 10 vezes mais rápido."],"Build With AI":["Construa com IA"],"Unlock Conversational Forms":["Desbloquear Formulários Conversacionais"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Com o Plano SureForms Pro, você pode transformar seus formulários em layouts conversacionais envolventes para uma experiência do usuário perfeita."],"Create Conversational Form":["Criar Formulário Conversacional"],"Premium":["Premium"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Por favor, conecte seu site com o SureForms AI para criar mais 10 formulários com IA."],"Simple":["Simples"],"Unlock Calculations":["Desbloquear Cálculos"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Faça upgrade para o Plano de Negócios do SureForms para criar formulários avançados com cálculos em tempo real, como calculadoras de orçamento de projetos, calculadoras de IMC, calculadoras de empréstimos e muito mais."],"Please select form type":["Por favor, selecione o tipo de formulário"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["O formulário gerado pela IA pode necessitar de revisão e ajustes manuais. Por favor, verifique todos os campos antes de publicar o formulário."],"Generate with AI":["Gerar com IA"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Por favor, verifique seu nome de usuário e senha para a conta e tente reconectar novamente. Precisa de ajuda?"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Conecte seu site com o SureForms AI para obter mais 20 gerações de formulários de IA."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Por exemplo, formulário para coletar feedback de nossos clientes sobre a funcionalidade do produto, usabilidade, quanto você o avaliaria e o que não gosta nele."],"Describe the form you want to create":["Descreva o formulário que você deseja criar"],"We are building your form…":["Estamos construindo seu formulário…"]}}}