{"translation-revision-date":"2024-12-13T16:14:52+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Armaturenbrett"],"Add New Form":["Neues Formular hinzufügen"],"Calculator":["Taschenrechner"],"Upgrade":["Aktualisieren"],"Usage ":["Nutzung"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["Der kostenlose Plan erlaubt nur %s KI-Formularerstellungen. Müssen Sie mehr Formulare mit KI erstellen?"],"Upgrade Plan":["Upgrade-Plan"],"%d AI form generations left":["%d KI-Formularerstellungen übrig"],"Limit Reached":["Limit erreicht"],"Connect Now":["Jetzt verbinden"],"Error Creating Form":["Fehler beim Erstellen des Formulars"],"There was an error mapping the AI response to Fields. Please try again.":["Es gab einen Fehler bei der Zuordnung der KI-Antwort zu den Feldern. Bitte versuchen Sie es erneut."],"Try Again!":["Versuche es erneut!"],"Authentication Failed":["Authentifizierung fehlgeschlagen"],"Contact Support":["Support kontaktieren"],"Click Here to Retry":["Klicken Sie hier, um es erneut zu versuchen"],"Exit to Dashboard":["Zum Dashboard zurückkehren"],"Connecting with AI…":["Verbindung mit KI wird hergestellt…"],"Create simple contact form":["Einfaches Kontaktformular erstellen"],"Create a lead generation form":["Erstellen Sie ein Lead-Generierungsformular"],"Generate a user feedback form":["Erstellen Sie ein Benutzerfeedback-Formular"],"Create a job application form":["Erstellen Sie ein Bewerbungsformular"],"Make an event registration form":["Erstellen Sie ein Anmeldeformular für Veranstaltungen"],"Generating Fields…":["Felder werden generiert…"],"Just doing some final touches…":["Ich mache nur noch ein paar letzte Handgriffe…"],"Redirecting to Editor":["Weiterleitung zum Editor"],"AI Form Builder":["AI-Formular-Generator"],"Please describe the form you want to create":["Bitte beschreiben Sie das Formular, das Sie erstellen möchten"],"Prompt cannot be empty.":["Aufforderung darf nicht leer sein."],"Some Form Ideas":["Einige Formularideen"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["Die Spracherkennung wird in Ihrem aktuellen Browser nicht unterstützt. Bitte verwenden Sie Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Bitte erlauben Sie den Mikrofonzugriff, um die Spracheingabe zu verwenden."],"Listening":["Zuhören"],"Voice Input":["Spracheingabe"],"Generate Form":["Formular generieren"],"Try Again":["Versuchen Sie es erneut"],"You have reached the FUP limit of AI form generations for the day.":["Sie haben das FUP-Limit für die Erstellung von KI-Formularen für den Tag erreicht."],"Please try again after %s.":["Bitte versuchen Sie es nach %s erneut."],"You have reached the maximum number of form generations in your Free Plan.":["Sie haben die maximale Anzahl von Formularerstellungen in Ihrem kostenlosen Plan erreicht."],"Please upgrade your free plan to keep creating more forms with AI.":["Bitte aktualisieren Sie Ihren kostenlosen Plan, um weiterhin mehr Formulare mit KI zu erstellen."],"You have reached the maximum number of form generations.":["Sie haben die maximale Anzahl an Formularerstellungen erreicht."],"How would you like to create a new form?":["Wie möchten Sie ein neues Formular erstellen?"],"Build Form From Scratch":["Formular von Grund auf erstellen"],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Passen Sie Ihr Formular genau an Ihre einzigartigen Bedürfnisse an. Keine Programmierkenntnisse erforderlich – lassen Sie einfach Ihrer Kreativität freien Lauf."],"Build From Scratch":["Von Grund auf neu bauen"],"Generate Form with AI":["Formular mit KI erstellen"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Erleben Sie die Zukunft der Formularerstellung mit KI-gestützten Formularen. Nutzen Sie KI, um Ihr Formular 10-mal schneller zu erstellen."],"Build With AI":["Mit KI bauen"],"Unlock Conversational Forms":["Konversationelle Formulare freischalten"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Mit dem SureForms Pro Plan können Sie Ihre Formulare in ansprechende, dialogorientierte Layouts verwandeln, um ein nahtloses Benutzererlebnis zu schaffen."],"Create Conversational Form":["Konversationelles Formular erstellen"],"Premium":["Premium"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Bitte verbinden Sie Ihre Website mit SureForms AI, um 10 weitere Formulare mit KI zu erstellen."],"Simple":["Einfach"],"Unlock Calculations":["Berechnungen freischalten"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Upgrade auf den SureForms Business-Plan, um erweiterte Formulare mit Echtzeitberechnungen zu erstellen, wie z.B. Projektangebot-Rechner, BMI-Rechner, Kreditrechner und mehr."],"Please select form type":["Bitte wählen Sie den Formular-Typ aus"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["Das von der KI erstellte Formular kann eine manuelle Überprüfung und Anpassungen erfordern. Bitte überprüfen Sie alle Felder, bevor Sie das Formular veröffentlichen."],"Generate with AI":["Mit KI generieren"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Bitte überprüfen Sie Ihren Benutzernamen und Ihr Passwort für das Konto und versuchen Sie erneut, eine Verbindung herzustellen. Brauchen Sie Hilfe?"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Verbinden Sie Ihre Website mit SureForms AI, um 20 weitere KI-Formularerstellungen zu erhalten."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Z. B. Formular, um Feedback von unseren Kunden zu unserer Produktfunktionalität, Benutzerfreundlichkeit, wie viel Sie es bewerten würden und was Ihnen daran nicht gefällt, zu sammeln."],"Describe the form you want to create":["Beschreiben Sie das Formular, das Sie erstellen möchten"],"We are building your form…":["Wir erstellen Ihr Formular…"]}}}