{"translation-revision-date":"2024-12-13T13:12:49+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/suremail.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"SureMail Introduction Video":["Vidéo d'introduction de SureMail"],"Installing SureMail Now…":["Installation de SureMail en cours…"],"Activating SureMail Now…":["Activation de SureMail maintenant…"],"Redirecting to SureMail Dashboard…":["Redirection vers le tableau de bord SureMail…"],"Activate SureMail Now":["Activez SureMail maintenant"],"Install SureMail Now":["Installez SureMail maintenant"],"Multiple Backup Connections":["Connexions de sauvegarde multiples"],"Never worry about email failures. SureMail automatically reroutes through backup SMTP providers.":["Ne vous inquiétez jamais des échecs de courrier électronique. SureMail redirige automatiquement via des fournisseurs SMTP de secours."],"Email Logs & Resending":["Journaux d'e-mails et renvoi"],"Keep a complete record of every email sent from your WordPress site, and resend any email message with ease.":["Conservez un enregistrement complet de chaque email envoyé depuis votre site WordPress, et renvoyez facilement tout message électronique."],"Reputation Shield":["Bouclier de Réputation"],"Reputation Shield protects your sender reputation by identifying and blocking potentially problematic emails before they're sent.":["Reputation Shield protège votre réputation d'expéditeur en identifiant et en bloquant les e-mails potentiellement problématiques avant qu'ils ne soient envoyés."],"Advanced Retry Logic":["Logique de réessai avancée"],"Failed emails are automatically retried through all of the configured connections to ensure seamless delivery.":["Les e-mails échoués sont automatiquement réessayés via toutes les connexions configurées pour garantir une livraison sans faille."],"Built-In Email Testing Tool":["Outil de test d'email intégré"],"Easily send test emails for verifying your SMTP configuration before sending live emails to your customers and subscribers.":["Envoyez facilement des e-mails de test pour vérifier votre configuration SMTP avant d'envoyer des e-mails en direct à vos clients et abonnés."],"Multiple SMTP Providers":["Fournisseurs SMTP multiples"],"Integrate and switch between leading SMTP services like Amazon SES, Gmail, SendGrid, SMTP2GO, and many more.":["Intégrez et basculez entre les principaux services SMTP tels qu'Amazon SES, Gmail, SendGrid, SMTP2GO, et bien d'autres."],"Plugin installation\/activation failed. Please try again later.":["L'installation\/l'activation du plugin a échoué. Veuillez réessayer plus tard."],"Ensure Every Form Submission Reaches the Inbox with SureMail":["Assurez-vous que chaque soumission de formulaire atteint la boîte de réception avec SureMail"],"SureForms and SureMail are the perfect pair! SureMail ensures that every form submission you receive is reliably delivered to your inbox. You'll never lose a lead, miss a support request, or overlook a customer inquiry again.":["SureForms et SureMail forment le duo parfait ! SureMail garantit que chaque soumission de formulaire que vous recevez est livrée de manière fiable dans votre boîte de réception. Vous ne perdrez jamais un prospect, ne manquerez pas une demande d'assistance, ni ne négligerez une demande de renseignements de client."],"Forms Submitted. Emails Delivered. Every Time.":["Formulaires soumis. Emails envoyés. À chaque fois."]}}}