{"translation-revision-date":"2024-12-13T12:33:48+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dashboard"],"Add New Form":["Nieuw formulier toevoegen"],"Calculator":["Rekenmachine"],"Upgrade":["Upgrade"],"Usage ":["Gebruik"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["Gratis plan staat slechts %s AI-formuliergeneraties toe. Moet je meer formulieren met AI maken?"],"Upgrade Plan":["Upgradeplan"],"%d AI form generations left":["%d AI-formuliergeneraties over"],"Limit Reached":["Limiet bereikt"],"Connect Now":["Nu verbinden"],"Error Creating Form":["Fout bij het maken van formulier"],"There was an error mapping the AI response to Fields. Please try again.":["Er is een fout opgetreden bij het koppelen van de AI-reactie aan velden. Probeer het opnieuw."],"Try Again!":["Probeer opnieuw!"],"Authentication Failed":["Verificatie mislukt"],"Contact Support":["Neem contact op met de ondersteuning"],"Click Here to Retry":["Klik hier om het opnieuw te proberen"],"Exit to Dashboard":["Verlaat naar Dashboard"],"Connecting with AI…":["Verbinden met AI…"],"Create simple contact form":["Eenvoudig contactformulier maken"],"Create a lead generation form":["Maak een leadgeneratieformulier"],"Generate a user feedback form":["Genereer een gebruikersfeedbackformulier"],"Create a job application form":["Maak een sollicitatieformulier"],"Make an event registration form":["Maak een inschrijfformulier voor een evenement"],"Generating Fields…":["Velden genereren…"],"Just doing some final touches…":["Gewoon wat laatste puntjes op de i zetten…"],"Redirecting to Editor":["Doorsturen naar Editor"],"AI Form Builder":["AI Formulierbouwer"],"Please describe the form you want to create":["Beschrijf alstublieft het formulier dat u wilt maken"],"Prompt cannot be empty.":["Prompt mag niet leeg zijn."],"Some Form Ideas":["Enkele formulierideeën"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["Spraakherkenning wordt niet ondersteund in uw huidige browser. Gebruik alstublieft Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Sta microfoontoegang toe om spraakinvoer te gebruiken."],"Listening":["Luisteren"],"Voice Input":["Spraakinvoer"],"Generate Form":["Formulier genereren"],"Try Again":["Probeer opnieuw"],"You have reached the FUP limit of AI form generations for the day.":["U heeft de FUP-limiet van AI-formuliergeneraties voor de dag bereikt."],"Please try again after %s.":["Probeer het alstublieft opnieuw na %s."],"You have reached the maximum number of form generations in your Free Plan.":["U heeft het maximale aantal formuliergeneraties in uw Gratis Plan bereikt."],"Please upgrade your free plan to keep creating more forms with AI.":["Upgrade alstublieft uw gratis plan om meer formulieren met AI te blijven maken."],"You have reached the maximum number of form generations.":["U heeft het maximale aantal formuliergeneraties bereikt."],"How would you like to create a new form?":["Hoe wilt u een nieuw formulier maken?"],"Build Form From Scratch":["Formulier vanaf nul opbouwen"],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Pas uw formulier precies aan uw unieke behoeften aan. Geen programmeervaardigheden vereist—laat gewoon uw creativiteit de vrije loop."],"Build From Scratch":["Vanaf nul bouwen"],"Generate Form with AI":["Genereer formulier met AI"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Ervaar de toekomst van formulieren maken met AI-gestuurde formulieren. Gebruik AI om uw formulier 10x sneller te maken."],"Build With AI":["Bouwen met AI"],"Unlock Conversational Forms":["Ontgrendel Gespreksformulieren"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Met het SureForms Pro Plan kun je je formulieren omzetten in boeiende, conversatiegerichte lay-outs voor een naadloze gebruikerservaring."],"Create Conversational Form":["Maak een conversatieformulier"],"Premium":["Premium"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Verbind uw website met SureForms AI om 10 extra formulieren met AI te maken."],"Simple":["Eenvoudig"],"Unlock Calculations":["Berekeningen ontgrendelen"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Upgrade naar het SureForms Business Plan om geavanceerde formulieren te maken met realtime berekeningen, zoals projectoffertecalculators, BMI-calculators, leningcalculators en meer."],"Please select form type":["Selecteer het type formulier"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["Het door AI gegenereerde formulier kan handmatige controle en aanpassingen vereisen. Controleer alle velden voordat u het formulier publiceert."],"Generate with AI":["Genereer met AI"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Controleer uw gebruikersnaam en wachtwoord voor het account en probeer opnieuw verbinding te maken. Hulp nodig?"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Verbind je website met SureForms AI om 20 extra AI-formulieren te genereren."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Bijv. Formulier om feedback van onze klant te verzamelen over de functionaliteit en bruikbaarheid van ons product, hoeveel u het zou beoordelen en wat u er niet leuk aan vindt."],"Describe the form you want to create":["Beschrijf het formulier dat je wilt maken"],"We are building your form…":["We zijn uw formulier aan het maken…"]}}}