{"translation-revision-date":"2025-01-01T06:16:29+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/suremail.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"SureMail Introduction Video":["Video di presentazione di SureMail"],"Installing SureMail Now…":["Installazione di SureMail in corso…"],"Activating SureMail Now…":["Attivazione di SureMail in corso…"],"Redirecting to SureMail Dashboard…":["Reindirizzamento al cruscotto di SureMail…"],"Activate SureMail Now":["Attiva SureMail ora"],"Install SureMail Now":["Installa SureMail ora"],"Multiple Backup Connections":["Connessioni di backup multiple"],"Never worry about email failures. SureMail automatically reroutes through backup SMTP providers.":["Non preoccuparti mai dei fallimenti delle email. SureMail reindirizza automaticamente tramite provider SMTP di backup."],"Email Logs & Resending":["Registri email e reinvio"],"Keep a complete record of every email sent from your WordPress site, and resend any email message with ease.":["Tieni un registro completo di ogni email inviata dal tuo sito WordPress e reinvia qualsiasi messaggio email con facilità."],"Reputation Shield":["Scudo della Reputazione"],"Reputation Shield protects your sender reputation by identifying and blocking potentially problematic emails before they're sent.":["Reputation Shield protegge la tua reputazione di mittente identificando e bloccando le email potenzialmente problematiche prima che vengano inviate."],"Advanced Retry Logic":["Logica di ripetizione avanzata"],"Failed emails are automatically retried through all of the configured connections to ensure seamless delivery.":["Le email non riuscite vengono automaticamente ritentate attraverso tutte le connessioni configurate per garantire una consegna senza interruzioni."],"Built-In Email Testing Tool":["Strumento di test email integrato"],"Easily send test emails for verifying your SMTP configuration before sending live emails to your customers and subscribers.":["Invia facilmente email di prova per verificare la configurazione SMTP prima di inviare email reali ai tuoi clienti e abbonati."],"Multiple SMTP Providers":["Molteplici fornitori SMTP"],"Integrate and switch between leading SMTP services like Amazon SES, Gmail, SendGrid, SMTP2GO, and many more.":["Integra e passa tra i principali servizi SMTP come Amazon SES, Gmail, SendGrid, SMTP2GO e molti altri."],"Plugin installation\/activation failed. Please try again later.":["Installazione\/attivazione del plugin non riuscita. Per favore riprova più tardi."],"Ensure Every Form Submission Reaches the Inbox with SureMail":["Assicurati che ogni invio di modulo raggiunga la casella di posta con SureMail"],"SureForms and SureMail are the perfect pair! SureMail ensures that every form submission you receive is reliably delivered to your inbox. You'll never lose a lead, miss a support request, or overlook a customer inquiry again.":["SureForms e SureMail sono la coppia perfetta! SureMail garantisce che ogni invio di modulo che ricevi venga consegnato in modo affidabile alla tua casella di posta. Non perderai mai un contatto, non mancherai mai una richiesta di supporto, né trascurerai mai una richiesta di informazioni da parte di un cliente."],"Forms Submitted. Emails Delivered. Every Time.":["Moduli inviati. Email consegnate. Ogni volta."]}}}