{"translation-revision-date":"2024-12-13T16:14:52+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Armaturenbrett"],"Settings":["Einstellungen"],"Entries":["Einträge"],"Activated":["Aktiviert"],"Monday":["Montag"],"Forms":["Formulare"],"General":["Allgemein"],"Install":["Installieren"],"Plugin Installation failed, Please try again later.":["Plugin-Installation fehlgeschlagen, bitte versuchen Sie es später erneut."],"Plugin activation failed, Please try again later.":["Plugin-Aktivierung fehlgeschlagen, bitte versuchen Sie es später erneut."],"Integrations":["Integrationen"],"What's New?":["Was gibt's Neues?"],"Core":["Kern"],"Unlicensed":["Ohne Lizenz"],"Upgrade":["Aktualisieren"],"Webhooks":["Webhooks"],"Install & Activate":["Installieren & Aktivieren"],"Send Email To":["E-Mail senden an"],"Google reCAPTCHA":["Google reCAPTCHA"],"hCaptcha":["hCaptcha"],"reCAPTCHA v2 Invisible":["reCAPTCHA v2 Unsichtbar"],"reCAPTCHA v3":["reCAPTCHA v3"],"Validations":["Validierungen"],"Spam Protection":["Spam-Schutz"],"Email Summaries":["E-Mail-Zusammenfassungen"],"Tuesday":["Dienstag"],"Wednesday":["Mittwoch"],"Thursday":["Donnerstag"],"Friday":["Freitag"],"Saturday":["Samstag"],"Sunday":["Sonntag"],"Enable Email Summaries ":["E-Mail-Zusammenfassungen aktivieren"],"Test Email":["Test-E-Mail"],"Schedule Reports":["Berichte planen"],"IP Logging":["IP-Protokollierung"],"Enable IP Logging":["IP-Protokollierung aktivieren"],"If this option is turned on, the user's IP address will be saved with the form data":["Wenn diese Option aktiviert ist, wird die IP-Adresse des Benutzers zusammen mit den Formulardaten gespeichert."],"%s represents the minimum selections needed. For example: “Minimum 2 selections are required.”":["%s repräsentiert die minimal erforderlichen Auswahlen. Zum Beispiel: „Mindestens 2 Auswahlen sind erforderlich.“"],"%s represents the maximum selections allowed. For example: “Maximum 4 selections are allowed.”":["%s repräsentiert die maximal erlaubten Auswahlen. Zum Beispiel: „Maximal 4 Auswahlen sind erlaubt.“"],"%s represents the minimum choices needed. For example: “Minimum 1 selection is required.”":["%s repräsentiert die minimal erforderlichen Auswahlmöglichkeiten. Zum Beispiel: „Mindestens 1 Auswahl ist erforderlich.“"],"%s represents the maximum choices allowed. For example: “Maximum 3 selections are allowed.”":["%s repräsentiert die maximal erlaubten Auswahlmöglichkeiten. Zum Beispiel: „Maximal 3 Auswahlen sind erlaubt.“"]," Error Message":["Fehlermeldung"],"Auto":["Auto"],"Light":["Licht"],"Dark":["Dunkel"],"Turnstile":["Drehkreuz"],"Honeypot":["Honigtopf"],"Get Keys":["Schlüssel holen"],"Documentation":["Dokumentation"],"Site Key":["Standortschlüssel"],"Secret Key":["Geheimer Schlüssel"],"Cloudflare Turnstile":["Cloudflare-Drehkreuz"],"Appearance Mode":["Erscheinungsmodus"],"Enable Honeypot Security":["Honeypot-Sicherheit aktivieren"],"Enable Honeypot Security for better spam protection":["Aktivieren Sie Honeypot-Sicherheit für besseren Spamschutz"],"Broadcast your SureForms submission to any web API endpoint with the powerful webhook module.":["Senden Sie Ihre SureForms-Einreichung mit dem leistungsstarken Webhook-Modul an jeden Web-API-Endpunkt."],"Zapier":["Zapier"],"SureForms and Zapier Integration allows you to connect your WordPress forms with a number of web apps.":["SureForms und Zapier-Integration ermöglicht es Ihnen, Ihre WordPress-Formulare mit einer Vielzahl von Web-Apps zu verbinden."],"This field cannot be left blank.":["Dieses Feld darf nicht leer gelassen werden."],"Confirmation Email Mismatch Message":["Bestätigungs-E-Mail-Unstimmigkeitsnachricht"],"%s represents the minimum input value. For example: \"Minimum value is 10.\"":["%s repräsentiert den minimalen Eingabewert. Zum Beispiel: \"Der Mindestwert ist 10.\""],"%s represents the maximum input value. For example: \"Maximum value is 100.\"":["%s repräsentiert den maximalen Eingabewert. Zum Beispiel: \"Der Maximalwert ist 100.\""],"Unlock Webhooks":["Webhooks entsperren"],"With the SureForms Starter Plan, you can enable webhooks to seamlessly connect with your favorite apps for real-time data transfer and automation.":["Mit dem SureForms Starter-Plan können Sie Webhooks aktivieren, um nahtlos mit Ihren Lieblings-Apps für den Echtzeit-Datentransfer und die Automatisierung zu verbinden."],"Unlock Zapier Integration":["Zapier-Integration freischalten"],"With the SureForms Pro Plan, you can enable Zapier integration to seamlessly connect with thousands of apps for powerful workflow automation.":["Mit dem SureForms Pro Plan können Sie die Zapier-Integration aktivieren, um nahtlos mit Tausenden von Apps für eine leistungsstarke Workflow-Automatisierung zu verbinden."],"Premium":["Premium"],"OttoKit":["OttoKit"],"reCAPTCHA":[""],"An error occurred. Please try again later.":["Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut."],"Ready to go beyond free plan?":["Bereit, über den kostenlosen Plan hinauszugehen?"],"Upgrade now":["Jetzt upgraden"],"and unlock the full power of SureForms!":["und die volle Kraft von SureForms freischalten!"],"Upgrade SureForms":["SureForms aktualisieren"],"Free":["Kostenlos"],"Effortlessly connect your forms to hundreds of apps, automating tasks like sending entries to your favourite CRM.":["Verbinden Sie mühelos Ihre Formulare mit Hunderten von Apps und automatisieren Sie Aufgaben wie das Senden von Einträgen an Ihr bevorzugtes CRM."],"Form Validation":["Formularvalidierung"],"Required Error Messages":["Erforderliche Fehlermeldungen"],"Other Error Messages":["Andere Fehlermeldungen"],"Input Field Unique":["Eingabefeld eindeutig"],"Email Field Unique":["E-Mail-Feld eindeutig"],"Invalid URL":["Ungültige URL"],"Phone Field Unique":["Telefonfeld eindeutig"],"Invalid Field Number Block":["Ungültiger Feldnummernblock"],"Invalid Email":["Ungültige E-Mail"],"Number Minimum Value":["Zahlen-Mindestwert"],"Number Maximum Value":["Zahlen Maximalwert"],"Dropdown Minimum Selections":["Dropdown Minimale Auswahlen"],"Dropdown Maximum Selections":["Dropdown Maximale Auswahlen"],"Multiple Choice Minimum Selections":["Mehrfachauswahl Mindestanzahl der Auswahlen"],"Multiple Choice Maximum Selections":["Mehrfachauswahl Maximale Auswahlmöglichkeiten"],"Input Field":["Eingabefeld"],"Email Field":["E-Mail-Feld"],"URL Field":["URL-Feld"],"Phone Field":["Telefonfeld"],"Textarea Field":["Textbereichsfeld"],"Checkbox Field":["Kontrollkästchenfeld"],"Dropdown Field":["Dropdown-Feld"],"Multiple Choice Field":["Mehrfachauswahlfeld"],"Address Field":["Adressfeld"],"Number Field":["Zahlenfeld"],"reCAPTCHA v2":["reCAPTCHA v2"],"To enable reCAPTCHA feature on your SureForms Please enable reCAPTCHA option on your blocks setting and select version. Add google reCAPTCHA secret and site key here. reCAPTCHA will be added to your page on front-end.":["Um die reCAPTCHA-Funktion in Ihren SureForms zu aktivieren, aktivieren Sie bitte die reCAPTCHA-Option in Ihren Blockeinstellungen und wählen Sie die Version aus. Fügen Sie hier den Google reCAPTCHA Secret und den Site Key hinzu. reCAPTCHA wird auf der Vorderseite Ihrer Seite hinzugefügt."],"Enter your %s here":["Geben Sie hier Ihr %s ein"],"To enable hCAPTCHA, please add your site key and secret key. Configure these settings within the individual form.":["Um hCAPTCHA zu aktivieren, fügen Sie bitte Ihren Site-Schlüssel und Geheimschlüssel hinzu. Konfigurieren Sie diese Einstellungen innerhalb des einzelnen Formulars."],"To enable Cloudflare Turnstile, please add your site key and secret key. Configure these settings within the individual form.":["Um Cloudflare Turnstile zu aktivieren, fügen Sie bitte Ihren Site-Schlüssel und Geheimschlüssel hinzu. Konfigurieren Sie diese Einstellungen innerhalb des einzelnen Formulars."],"OttoKit Logo":["OttoKit-Logo"],"Save":["Speichern"],"Anonymous Analytics":["Anonyme Analysen"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. ":["Sammeln Sie nicht sensible Informationen von Ihrer Website, wie die verwendete PHP-Version und Funktionen, um uns zu helfen, Fehler schneller zu beheben, klügere Entscheidungen zu treffen und Funktionen zu entwickeln, die für Sie tatsächlich von Bedeutung sind."],"Learn More":["Mehr erfahren"],"Admin Notification":["Administratorbenachrichtigung"],"Enable Admin Notification":["Admin-Benachrichtigung aktivieren"],"Admin notifications keep you informed about new form entries since your last visit.":["Admin-Benachrichtigungen halten Sie über neue Formulareinträge seit Ihrem letzten Besuch auf dem Laufenden."],"Contribute to SureForms":["Tragen Sie zu SureForms bei"]}}}