{"translation-revision-date":"2024-12-13T16:34:28+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Tablero"],"Settings":["Configuraciones"],"Entries":["Entradas"],"Activated":["Activado"],"Monday":["Lunes"],"Forms":["Formularios"],"General":["General"],"Install":["Instalar"],"Plugin Installation failed, Please try again later.":["La instalación del complemento falló, por favor intente de nuevo más tarde."],"Plugin activation failed, Please try again later.":["La activación del complemento falló, por favor intente de nuevo más tarde."],"Integrations":["Integraciones"],"What's New?":["¿Qué hay de nuevo?"],"Core":["Núcleo"],"Unlicensed":["Sin licencia"],"Upgrade":["Actualizar"],"Webhooks":["Webhooks"],"Install & Activate":["Instalar y activar"],"Send Email To":["Enviar correo electrónico a"],"Google reCAPTCHA":["Google reCAPTCHA"],"hCaptcha":["hCaptcha"],"reCAPTCHA v2 Invisible":["reCAPTCHA v2 Invisible"],"reCAPTCHA v3":["reCAPTCHA v3"],"Validations":["Validaciones"],"Spam Protection":["Protección contra el spam"],"Email Summaries":["Resúmenes de correo electrónico"],"Tuesday":["Martes"],"Wednesday":["Miércoles"],"Thursday":["Jueves"],"Friday":["Viernes"],"Saturday":["Sábado"],"Sunday":["Domingo"],"Enable Email Summaries ":["Habilitar resúmenes de correo electrónico"],"Test Email":["Correo de prueba"],"Schedule Reports":["Programar informes"],"IP Logging":["Registro de IP"],"Enable IP Logging":["Habilitar el registro de IP"],"If this option is turned on, the user's IP address will be saved with the form data":["Si esta opción está activada, la dirección IP del usuario se guardará con los datos del formulario"],"%s represents the minimum selections needed. For example: “Minimum 2 selections are required.”":["%s representa las selecciones mínimas necesarias. Por ejemplo: “Se requieren un mínimo de 2 selecciones.”"],"%s represents the maximum selections allowed. For example: “Maximum 4 selections are allowed.”":["%s representa el máximo de selecciones permitidas. Por ejemplo: “Se permiten un máximo de 4 selecciones.”"],"%s represents the minimum choices needed. For example: “Minimum 1 selection is required.”":["%s representa las opciones mínimas necesarias. Por ejemplo: \"Se requiere un mínimo de 1 selección.\""],"%s represents the maximum choices allowed. For example: “Maximum 3 selections are allowed.”":["%s representa las opciones máximas permitidas. Por ejemplo: \"Se permiten un máximo de 3 selecciones.\""]," Error Message":["Mensaje de error"],"Auto":["Auto"],"Light":["Luz"],"Dark":["Oscuro"],"Turnstile":["Torniquete"],"Honeypot":["Honeypot"],"Get Keys":["Obtener llaves"],"Documentation":["Documentación"],"Site Key":["Clave del sitio"],"Secret Key":["Clave secreta"],"Cloudflare Turnstile":["Cloudflare Turnstile"],"Appearance Mode":["Modo de apariencia"],"Enable Honeypot Security":["Habilitar la seguridad Honeypot"],"Enable Honeypot Security for better spam protection":["Habilitar la seguridad Honeypot para una mejor protección contra el spam"],"Broadcast your SureForms submission to any web API endpoint with the powerful webhook module.":["Transmite tu envío de SureForms a cualquier endpoint de API web con el potente módulo de webhook."],"Zapier":["Zapier"],"SureForms and Zapier Integration allows you to connect your WordPress forms with a number of web apps.":["La integración de SureForms y Zapier te permite conectar tus formularios de WordPress con varias aplicaciones web."],"This field cannot be left blank.":["Este campo no puede dejarse en blanco."],"Confirmation Email Mismatch Message":["Mensaje de discrepancia de correo electrónico de confirmación"],"%s represents the minimum input value. For example: \"Minimum value is 10.\"":["%s representa el valor mínimo de entrada. Por ejemplo: \"El valor mínimo es 10.\""],"%s represents the maximum input value. For example: \"Maximum value is 100.\"":["%s representa el valor máximo de entrada. Por ejemplo: \"El valor máximo es 100.\""],"Unlock Webhooks":["Desbloquear Webhooks"],"With the SureForms Starter Plan, you can enable webhooks to seamlessly connect with your favorite apps for real-time data transfer and automation.":["Con el Plan Starter de SureForms, puedes habilitar webhooks para conectarte sin problemas con tus aplicaciones favoritas para la transferencia de datos en tiempo real y la automatización."],"Unlock Zapier Integration":["Desbloquear la integración de Zapier"],"With the SureForms Pro Plan, you can enable Zapier integration to seamlessly connect with thousands of apps for powerful workflow automation.":["Con el Plan SureForms Pro, puedes habilitar la integración con Zapier para conectarte sin problemas con miles de aplicaciones y lograr una potente automatización del flujo de trabajo."],"Premium":["Premium"],"OttoKit":["OttoKit"],"reCAPTCHA":[""],"An error occurred. Please try again later.":["Ocurrió un error. Por favor, inténtelo de nuevo más tarde."],"Ready to go beyond free plan?":["¿Listo para ir más allá del plan gratuito?"],"Upgrade now":["Actualiza ahora"],"and unlock the full power of SureForms!":["y desbloquea todo el poder de SureForms!"],"Upgrade SureForms":["Actualizar SureForms"],"Free":["Gratis"],"Effortlessly connect your forms to hundreds of apps, automating tasks like sending entries to your favourite CRM.":["Conecta tus formularios sin esfuerzo a cientos de aplicaciones, automatizando tareas como enviar entradas a tu CRM favorito."],"Form Validation":["Validación de formulario"],"Required Error Messages":["Mensajes de error requeridos"],"Other Error Messages":["Otros mensajes de error"],"Input Field Unique":["Campo de entrada único"],"Email Field Unique":["Campo de correo electrónico único"],"Invalid URL":["URL no válida"],"Phone Field Unique":["Campo de Teléfono Único"],"Invalid Field Number Block":["Bloque de Número de Campo Inválido"],"Invalid Email":["Correo electrónico no válido"],"Number Minimum Value":["Valor Mínimo del Número"],"Number Maximum Value":["Valor Máximo del Número"],"Dropdown Minimum Selections":["Mínimo de selecciones en el menú desplegable"],"Dropdown Maximum Selections":["Selecciones Máximas del Desplegable"],"Multiple Choice Minimum Selections":["Múltiples opciones de selección mínima"],"Multiple Choice Maximum Selections":["Selecciones Múltiples de Opción Múltiple"],"Input Field":["Campo de entrada"],"Email Field":["Campo de correo electrónico"],"URL Field":["Campo de URL"],"Phone Field":["Campo de Teléfono"],"Textarea Field":["Campo de área de texto"],"Checkbox Field":["Campo de casilla de verificación"],"Dropdown Field":["Campo desplegable"],"Multiple Choice Field":["Campo de opción múltiple"],"Address Field":["Campo de dirección"],"Number Field":["Campo numérico"],"reCAPTCHA v2":["reCAPTCHA v2"],"To enable reCAPTCHA feature on your SureForms Please enable reCAPTCHA option on your blocks setting and select version. Add google reCAPTCHA secret and site key here. reCAPTCHA will be added to your page on front-end.":["Para habilitar la función reCAPTCHA en sus SureForms, por favor habilite la opción reCAPTCHA en la configuración de sus bloques y seleccione la versión. Agregue aquí la clave secreta y la clave del sitio de Google reCAPTCHA. reCAPTCHA se añadirá a su página en el front-end."],"Enter your %s here":["Introduce tu %s aquí"],"To enable hCAPTCHA, please add your site key and secret key. Configure these settings within the individual form.":["Para habilitar hCAPTCHA, por favor añade tu clave del sitio y clave secreta. Configura estos ajustes dentro del formulario individual."],"To enable Cloudflare Turnstile, please add your site key and secret key. Configure these settings within the individual form.":["Para habilitar Cloudflare Turnstile, por favor añade tu clave de sitio y clave secreta. Configura estos ajustes dentro del formulario individual."],"OttoKit Logo":["Logotipo de OttoKit"],"Save":["Guardar"],"Anonymous Analytics":["Analítica Anónima"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. ":["Recopila información no sensible de tu sitio web, como la versión de PHP y las características utilizadas, para ayudarnos a corregir errores más rápidamente, tomar decisiones más inteligentes y desarrollar funciones que realmente te importen."],"Learn More":["Aprende más"],"Admin Notification":["Notificación de administrador"],"Enable Admin Notification":["Habilitar notificación de administrador"],"Admin notifications keep you informed about new form entries since your last visit.":["Las notificaciones de administrador te mantienen informado sobre nuevas entradas de formularios desde tu última visita."],"Contribute to SureForms":["Contribuir a SureForms"]}}}