{"translation-revision-date":"2025-01-02T08:44:42+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/suremail.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"SureMail Introduction Video":["Vídeo de Introdução do SureMail"],"Installing SureMail Now…":["Instalando SureMail agora…"],"Activating SureMail Now…":["Ativando o SureMail agora…"],"Redirecting to SureMail Dashboard…":["Redirecionando para o Painel SureMail…"],"Activate SureMail Now":["Ative o SureMail agora"],"Install SureMail Now":["Instale o SureMail agora"],"Multiple Backup Connections":["Múltiplas Conexões de Backup"],"Never worry about email failures. SureMail automatically reroutes through backup SMTP providers.":["Nunca se preocupe com falhas de e-mail. O SureMail redireciona automaticamente através de provedores SMTP de backup."],"Email Logs & Resending":["Registros de Email e Reenvio"],"Keep a complete record of every email sent from your WordPress site, and resend any email message with ease.":["Mantenha um registro completo de cada e-mail enviado do seu site WordPress e reenvie qualquer mensagem de e-mail com facilidade."],"Reputation Shield":["Escudo de Reputação"],"Reputation Shield protects your sender reputation by identifying and blocking potentially problematic emails before they're sent.":["O Reputation Shield protege sua reputação de remetente identificando e bloqueando e-mails potencialmente problemáticos antes de serem enviados."],"Advanced Retry Logic":["Lógica Avançada de Repetição"],"Failed emails are automatically retried through all of the configured connections to ensure seamless delivery.":["E-mails falhados são automaticamente reenviados através de todas as conexões configuradas para garantir uma entrega contínua."],"Built-In Email Testing Tool":["Ferramenta de Teste de Email Integrada"],"Easily send test emails for verifying your SMTP configuration before sending live emails to your customers and subscribers.":["Envie facilmente e-mails de teste para verificar sua configuração SMTP antes de enviar e-mails reais para seus clientes e assinantes."],"Multiple SMTP Providers":["Múltiplos Provedores SMTP"],"Integrate and switch between leading SMTP services like Amazon SES, Gmail, SendGrid, SMTP2GO, and many more.":["Integre e alterne entre os principais serviços SMTP como Amazon SES, Gmail, SendGrid, SMTP2GO e muitos mais."],"Plugin installation\/activation failed. Please try again later.":["A instalação\/ativação do plugin falhou. Por favor, tente novamente mais tarde."],"Ensure Every Form Submission Reaches the Inbox with SureMail":["Garanta que cada envio de formulário chegue à caixa de entrada com o SureMail"],"SureForms and SureMail are the perfect pair! SureMail ensures that every form submission you receive is reliably delivered to your inbox. You'll never lose a lead, miss a support request, or overlook a customer inquiry again.":["SureForms e SureMail são a dupla perfeita! SureMail garante que cada envio de formulário que você recebe seja entregue de forma confiável na sua caixa de entrada. Você nunca perderá um lead, deixará de atender a uma solicitação de suporte ou ignorará uma consulta de cliente novamente."],"Forms Submitted. Emails Delivered. Every Time.":["Formulários enviados. E-mails entregues. Sempre."]}}}