{"translation-revision-date":"2024-12-13T12:33:48+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/suremail.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"SureMail Introduction Video":["Introductievideo van SureMail"],"Installing SureMail Now…":["SureMail wordt nu geïnstalleerd…"],"Activating SureMail Now…":["SureMail nu activeren…"],"Redirecting to SureMail Dashboard…":["Doorverwijzen naar SureMail-dashboard…"],"Activate SureMail Now":["Activeer SureMail Nu"],"Install SureMail Now":["Installeer SureMail Nu"],"Multiple Backup Connections":["Meerdere back-upverbindingen"],"Never worry about email failures. SureMail automatically reroutes through backup SMTP providers.":["Maak je nooit zorgen over e-mailstoringen. SureMail leidt automatisch om via reserve SMTP-providers."],"Email Logs & Resending":["Email Logs & Opnieuw Verzenden"],"Keep a complete record of every email sent from your WordPress site, and resend any email message with ease.":["Houd een volledig overzicht bij van elke e-mail die vanaf uw WordPress-site is verzonden, en stuur met gemak een e-mailbericht opnieuw."],"Reputation Shield":["Reputatieschild"],"Reputation Shield protects your sender reputation by identifying and blocking potentially problematic emails before they're sent.":["Reputation Shield beschermt uw verzendreputatie door potentieel problematische e-mails te identificeren en te blokkeren voordat ze worden verzonden."],"Advanced Retry Logic":["Geavanceerde Herhalingslogica"],"Failed emails are automatically retried through all of the configured connections to ensure seamless delivery.":["Mislukte e-mails worden automatisch opnieuw geprobeerd via alle geconfigureerde verbindingen om een naadloze bezorging te garanderen."],"Built-In Email Testing Tool":["Ingebouwde e-mailtesttool"],"Easily send test emails for verifying your SMTP configuration before sending live emails to your customers and subscribers.":["Stuur eenvoudig test-e-mails om uw SMTP-configuratie te verifiëren voordat u live e-mails naar uw klanten en abonnees stuurt."],"Multiple SMTP Providers":["Meerdere SMTP-providers"],"Integrate and switch between leading SMTP services like Amazon SES, Gmail, SendGrid, SMTP2GO, and many more.":["Integreer en schakel tussen toonaangevende SMTP-diensten zoals Amazon SES, Gmail, SendGrid, SMTP2GO en vele anderen."],"Plugin installation\/activation failed. Please try again later.":["Installatie\/activatie van de plugin is mislukt. Probeer het later opnieuw."],"Ensure Every Form Submission Reaches the Inbox with SureMail":["Zorg ervoor dat elke formulierinzending de inbox bereikt met SureMail"],"SureForms and SureMail are the perfect pair! SureMail ensures that every form submission you receive is reliably delivered to your inbox. You'll never lose a lead, miss a support request, or overlook a customer inquiry again.":["SureForms en SureMail zijn het perfecte paar! SureMail zorgt ervoor dat elke formulierinzending die je ontvangt, betrouwbaar in je inbox wordt afgeleverd. Je zult nooit meer een lead verliezen, een ondersteuningsverzoek missen of een klantvraag over het hoofd zien."],"Forms Submitted. Emails Delivered. Every Time.":["Formulieren ingediend. E-mails bezorgd. Elke keer."]}}}