{"translation-revision-date":"2024-12-13T16:34:28+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Tablero"],"Add New Form":["Agregar nuevo formulario"],"Calculator":["Calculadora"],"Upgrade":["Actualizar"],"Usage ":["Uso"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["El plan gratuito solo permite %s generaciones de formularios de IA. ¿Necesitas crear más formularios con IA?"],"Upgrade Plan":["Actualizar plan"],"%d AI form generations left":["%d generaciones de formularios de IA restantes"],"Limit Reached":["Límite alcanzado"],"Connect Now":["Conectar ahora"],"Error Creating Form":["Error al crear el formulario"],"There was an error mapping the AI response to Fields. Please try again.":["Hubo un error al asignar la respuesta de la IA a los campos. Por favor, inténtelo de nuevo."],"Try Again!":["¡Inténtalo de nuevo!"],"Authentication Failed":["Autenticación fallida"],"Contact Support":["Contactar con el soporte"],"Click Here to Retry":["Haz clic aquí para reintentar"],"Exit to Dashboard":["Salir al panel de control"],"Connecting with AI…":["Conectando con la IA…"],"Create simple contact form":["Crear un formulario de contacto simple"],"Create a lead generation form":["Crea un formulario de generación de leads"],"Generate a user feedback form":["Genera un formulario de comentarios de usuario"],"Create a job application form":["Crear un formulario de solicitud de empleo"],"Make an event registration form":["Haz un formulario de registro para el evento"],"Generating Fields…":["Generando campos…"],"Just doing some final touches…":["Solo haciendo algunos toques finales…"],"Redirecting to Editor":["Redirigiendo al Editor"],"AI Form Builder":["Constructor de Formularios de IA"],"Please describe the form you want to create":["Por favor describe el formulario que deseas crear"],"Prompt cannot be empty.":["El mensaje no puede estar vacío."],"Some Form Ideas":["Algunas ideas de formularios"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["El reconocimiento de voz no es compatible con su navegador actual. Por favor, use Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Por favor, permite el acceso al micrófono para usar la entrada de voz."],"Listening":["Escuchando"],"Voice Input":["Entrada de voz"],"Generate Form":["Generar formulario"],"Try Again":["Inténtalo de nuevo"],"You have reached the FUP limit of AI form generations for the day.":["Has alcanzado el límite FUP de generaciones de formularios de IA para el día."],"Please try again after %s.":["Por favor, inténtalo de nuevo después de %s."],"You have reached the maximum number of form generations in your Free Plan.":["Has alcanzado el número máximo de generaciones de formularios en tu Plan Gratis."],"Please upgrade your free plan to keep creating more forms with AI.":["Por favor, actualiza tu plan gratuito para seguir creando más formularios con IA."],"You have reached the maximum number of form generations.":["Has alcanzado el número máximo de generaciones de formularios."],"How would you like to create a new form?":["¿Cómo te gustaría crear un nuevo formulario?"],"Build Form From Scratch":["Construir formulario desde cero"],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Adapta tu formulario precisamente a tus necesidades únicas. No se requieren habilidades de codificación, solo desata tu creatividad."],"Build From Scratch":["Construir desde cero"],"Generate Form with AI":["Generar formulario con IA"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Experimenta el futuro de la creación de formularios con formularios impulsados por IA. Usa IA para crear tu formulario 10 veces más rápido."],"Build With AI":["Construir con IA"],"Unlock Conversational Forms":["Desbloquear formularios conversacionales"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Con el Plan SureForms Pro, puedes transformar tus formularios en diseños conversacionales atractivos para una experiencia de usuario fluida."],"Create Conversational Form":["Crear formulario conversacional"],"Premium":["Premium"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Por favor, conecta tu sitio web con SureForms AI para crear 10 formularios más con IA."],"Simple":["Sencillo"],"Unlock Calculations":["Desbloquear cálculos"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Actualiza al Plan de Negocios de SureForms para crear formularios avanzados con cálculos en tiempo real, como calculadoras de cotizaciones de proyectos, calculadoras de IMC, calculadoras de préstamos y más."],"Please select form type":["Por favor, seleccione el tipo de formulario"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["El formulario generado por IA puede requerir revisión y ajustes manuales. Por favor, verifique todos los campos antes de publicar el formulario."],"Generate with AI":["Generar con IA"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Por favor, verifica tu nombre de usuario y contraseña para la cuenta, e intenta reconectar de nuevo. ¿Necesitas ayuda?"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Conecta tu sitio web con SureForms AI para obtener 20 generaciones más de formularios de IA."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Por ejemplo, un formulario para recopilar comentarios de nuestros clientes sobre la funcionalidad de nuestro producto, su usabilidad, cómo lo calificarían y qué no les gusta de él."],"Describe the form you want to create":["Describe el formulario que deseas crear"],"We are building your form…":["Estamos construyendo tu formulario…"]}}}