{"translation-revision-date":"2024-12-13T16:14:52+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/suremail.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"SureMail Introduction Video":["SureMail Einführungsvideo"],"Installing SureMail Now…":["SureMail wird jetzt installiert…"],"Activating SureMail Now…":["SureMail wird jetzt aktiviert…"],"Redirecting to SureMail Dashboard…":["Weiterleitung zum SureMail-Dashboard…"],"Activate SureMail Now":["SureMail jetzt aktivieren"],"Install SureMail Now":["Installieren Sie jetzt SureMail"],"Multiple Backup Connections":["Mehrere Backup-Verbindungen"],"Never worry about email failures. SureMail automatically reroutes through backup SMTP providers.":["Machen Sie sich keine Sorgen über E-Mail-Ausfälle. SureMail leitet automatisch über Backup-SMTP-Anbieter um."],"Email Logs & Resending":["E-Mail-Protokolle & erneutes Senden"],"Keep a complete record of every email sent from your WordPress site, and resend any email message with ease.":["Führen Sie ein vollständiges Protokoll über jede von Ihrer WordPress-Website gesendete E-Mail und senden Sie jede E-Mail-Nachricht mühelos erneut."],"Reputation Shield":["Rufschutz"],"Reputation Shield protects your sender reputation by identifying and blocking potentially problematic emails before they're sent.":["Reputation Shield schützt Ihren Absender-Ruf, indem es potenziell problematische E-Mails identifiziert und blockiert, bevor sie gesendet werden."],"Advanced Retry Logic":["Erweiterte Wiederholungslogik"],"Failed emails are automatically retried through all of the configured connections to ensure seamless delivery.":["Fehlgeschlagene E-Mails werden automatisch über alle konfigurierten Verbindungen erneut versucht, um eine nahtlose Zustellung zu gewährleisten."],"Built-In Email Testing Tool":["Eingebautes E-Mail-Testwerkzeug"],"Easily send test emails for verifying your SMTP configuration before sending live emails to your customers and subscribers.":["Senden Sie problemlos Test-E-Mails, um Ihre SMTP-Konfiguration zu überprüfen, bevor Sie Live-E-Mails an Ihre Kunden und Abonnenten senden."],"Multiple SMTP Providers":["Mehrere SMTP-Anbieter"],"Integrate and switch between leading SMTP services like Amazon SES, Gmail, SendGrid, SMTP2GO, and many more.":["Integrieren und wechseln Sie zwischen führenden SMTP-Diensten wie Amazon SES, Gmail, SendGrid, SMTP2GO und vielen mehr."],"Plugin installation\/activation failed. Please try again later.":["Die Installation\/Aktivierung des Plugins ist fehlgeschlagen. Bitte versuchen Sie es später erneut."],"Ensure Every Form Submission Reaches the Inbox with SureMail":["Stellen Sie sicher, dass jede Formularübermittlung mit SureMail im Posteingang ankommt"],"SureForms and SureMail are the perfect pair! SureMail ensures that every form submission you receive is reliably delivered to your inbox. You'll never lose a lead, miss a support request, or overlook a customer inquiry again.":["SureForms und SureMail sind das perfekte Paar! SureMail stellt sicher, dass jede Formularübermittlung zuverlässig in Ihrem Posteingang ankommt. Sie werden nie wieder einen Lead verlieren, eine Supportanfrage verpassen oder eine Kundenanfrage übersehen."],"Forms Submitted. Emails Delivered. Every Time.":["Formulare eingereicht. E-Mails zugestellt. Jedes Mal."]}}}