{"translation-revision-date":"2025-01-02T08:44:41+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/suremail.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"SureMail Introduction Video":["Film wprowadzający SureMail"],"Installing SureMail Now…":["Instalowanie SureMail teraz…"],"Activating SureMail Now…":["Aktywowanie SureMail teraz…"],"Redirecting to SureMail Dashboard…":["Przekierowywanie do pulpitu nawigacyjnego SureMail…"],"Activate SureMail Now":["Aktywuj SureMail teraz"],"Install SureMail Now":["Zainstaluj SureMail teraz"],"Multiple Backup Connections":["Wiele połączeń zapasowych"],"Never worry about email failures. SureMail automatically reroutes through backup SMTP providers.":["Nigdy nie martw się o awarie e-maili. SureMail automatycznie przekierowuje przez zapasowych dostawców SMTP."],"Email Logs & Resending":["Dzienniki e-maili i ponowne wysyłanie"],"Keep a complete record of every email sent from your WordPress site, and resend any email message with ease.":["Przechowuj pełny zapis każdego e-maila wysłanego z Twojej strony WordPress i z łatwością wyślij ponownie dowolną wiadomość e-mail."],"Reputation Shield":["Tarcza Reputacji"],"Reputation Shield protects your sender reputation by identifying and blocking potentially problematic emails before they're sent.":["Tarcza Reputacji chroni Twoją reputację nadawcy, identyfikując i blokując potencjalnie problematyczne e-maile, zanim zostaną wysłane."],"Advanced Retry Logic":["Zaawansowana logika ponawiania"],"Failed emails are automatically retried through all of the configured connections to ensure seamless delivery.":["Nieudane e-maile są automatycznie ponownie wysyłane przez wszystkie skonfigurowane połączenia, aby zapewnić bezproblemowe dostarczenie."],"Built-In Email Testing Tool":["Wbudowane narzędzie do testowania e-maili"],"Easily send test emails for verifying your SMTP configuration before sending live emails to your customers and subscribers.":["Łatwo wysyłaj testowe e-maile w celu weryfikacji konfiguracji SMTP przed wysyłaniem wiadomości na żywo do swoich klientów i subskrybentów."],"Multiple SMTP Providers":["Wielu dostawców SMTP"],"Integrate and switch between leading SMTP services like Amazon SES, Gmail, SendGrid, SMTP2GO, and many more.":["Zintegruj i przełączaj się między wiodącymi usługami SMTP, takimi jak Amazon SES, Gmail, SendGrid, SMTP2GO i wieloma innymi."],"Plugin installation\/activation failed. Please try again later.":["Instalacja\/aktywacja wtyczki nie powiodła się. Proszę spróbować ponownie później."],"Ensure Every Form Submission Reaches the Inbox with SureMail":["Upewnij się, że każde przesłanie formularza trafia do skrzynki odbiorczej dzięki SureMail"],"SureForms and SureMail are the perfect pair! SureMail ensures that every form submission you receive is reliably delivered to your inbox. You'll never lose a lead, miss a support request, or overlook a customer inquiry again.":["SureForms i SureMail to idealna para! SureMail zapewnia, że każde przesłane formularze są niezawodnie dostarczane do Twojej skrzynki odbiorczej. Nigdy nie stracisz potencjalnego klienta, nie przegapisz prośby o wsparcie ani nie przeoczysz zapytania od klienta."],"Forms Submitted. Emails Delivered. Every Time.":["Formularze przesłane. E-maile dostarczone. Za każdym razem."]}}}