{"translation-revision-date":"2024-12-13T13:12:49+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Tableau de bord"],"Add New Form":["Ajouter un nouveau formulaire"],"Calculator":["Calculatrice"],"Upgrade":["Mise à niveau"],"Usage ":["Utilisation"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["Le plan gratuit ne permet que %s générations de formulaires par IA. Besoin de créer plus de formulaires avec l'IA ?"],"Upgrade Plan":["Mettre à niveau le plan"],"%d AI form generations left":["Il reste %d générations de formulaires d'IA"],"Limit Reached":["Limite atteinte"],"Connect Now":["Connectez-vous maintenant"],"Error Creating Form":["Erreur lors de la création du formulaire"],"There was an error mapping the AI response to Fields. Please try again.":["Il y a eu une erreur lors de la correspondance de la réponse de l'IA aux champs. Veuillez réessayer."],"Try Again!":["Réessayez !"],"Authentication Failed":["Échec de l'authentification"],"Contact Support":["Contacter le support"],"Click Here to Retry":["Cliquez ici pour réessayer"],"Exit to Dashboard":["Quitter vers le tableau de bord"],"Connecting with AI…":["Connexion avec l'IA…"],"Create simple contact form":["Créer un formulaire de contact simple"],"Create a lead generation form":["Créer un formulaire de génération de leads"],"Generate a user feedback form":["Générer un formulaire de retour d'utilisateur"],"Create a job application form":["Créer un formulaire de demande d'emploi"],"Make an event registration form":["Créer un formulaire d'inscription à un événement"],"Generating Fields…":["Génération des champs…"],"Just doing some final touches…":["Je fais juste quelques retouches finales…"],"Redirecting to Editor":["Redirection vers l'éditeur"],"AI Form Builder":["Générateur de formulaires IA"],"Please describe the form you want to create":["Veuillez décrire le formulaire que vous souhaitez créer"],"Prompt cannot be empty.":["L'invite ne peut pas être vide."],"Some Form Ideas":["Quelques idées de formulaire"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["La reconnaissance vocale n'est pas prise en charge dans votre navigateur actuel. Veuillez utiliser Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Veuillez autoriser l'accès au microphone pour utiliser la saisie vocale."],"Listening":["Écoute"],"Voice Input":["Entrée vocale"],"Generate Form":["Générer le formulaire"],"Try Again":["Réessayez"],"You have reached the FUP limit of AI form generations for the day.":["Vous avez atteint la limite FUP de générations de formulaires AI pour la journée."],"Please try again after %s.":["Veuillez réessayer après %s."],"You have reached the maximum number of form generations in your Free Plan.":["Vous avez atteint le nombre maximum de générations de formulaires dans votre Plan Gratuit."],"Please upgrade your free plan to keep creating more forms with AI.":["Veuillez passer à un plan payant pour continuer à créer plus de formulaires avec l'IA."],"You have reached the maximum number of form generations.":["Vous avez atteint le nombre maximum de générations de formulaires."],"How would you like to create a new form?":["Comment souhaitez-vous créer un nouveau formulaire ?"],"Build Form From Scratch":["Construire un formulaire à partir de zéro"],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Adaptez votre formulaire précisément à vos besoins uniques. Aucune compétence en codage requise—laissez simplement libre cours à votre créativité."],"Build From Scratch":["Construire à partir de zéro"],"Generate Form with AI":["Générer un formulaire avec l'IA"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Découvrez l'avenir de la création de formulaires avec des formulaires alimentés par l'IA. Utilisez l'IA pour créer votre formulaire 10 fois plus rapidement."],"Build With AI":["Construire avec l'IA"],"Unlock Conversational Forms":["Déverrouiller les formulaires conversationnels"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Avec le plan SureForms Pro, vous pouvez transformer vos formulaires en mises en page conversationnelles engageantes pour une expérience utilisateur fluide."],"Create Conversational Form":["Créer un formulaire conversationnel"],"Premium":["Premium"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Veuillez connecter votre site web avec SureForms AI pour créer 10 formulaires supplémentaires avec l'IA."],"Simple":["Simple"],"Unlock Calculations":["Déverrouiller les calculs"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Passez au plan d'affaires SureForms pour créer des formulaires avancés avec des calculs en temps réel, tels que des calculateurs de devis de projet, des calculateurs d'IMC, des calculateurs de prêt, et plus encore."],"Please select form type":["Veuillez sélectionner le type de formulaire"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["Le formulaire généré par l'IA peut nécessiter une révision et des ajustements manuels. Veuillez vérifier tous les champs avant de publier le formulaire."],"Generate with AI":["Générer avec l'IA"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Veuillez vérifier votre nom d'utilisateur et votre mot de passe pour le compte, et essayez de vous reconnecter. Besoin d'aide ?"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Connectez votre site web avec SureForms AI pour obtenir 20 générations de formulaires AI supplémentaires."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Par exemple, un formulaire pour recueillir les retours de nos clients sur la fonctionnalité de notre produit, son ergonomie, comment vous l'évalueriez et ce que vous n'aimez pas à son sujet."],"Describe the form you want to create":["Décrivez le formulaire que vous souhaitez créer"],"We are building your form…":["Nous construisons votre formulaire…"]}}}