{"translation-revision-date":"2024-12-13T13:12:49+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Tableau de bord"],"Settings":["Paramètres"],"Entries":["Entrées"],"Activated":["Activé"],"Monday":["Lundi"],"Forms":["Formulaires"],"General":["Général"],"Install":["Installer"],"Plugin Installation failed, Please try again later.":["L'installation du plugin a échoué, veuillez réessayer plus tard."],"Plugin activation failed, Please try again later.":["L'activation du plugin a échoué, veuillez réessayer plus tard."],"Integrations":["Intégrations"],"What's New?":["Quoi de neuf ?"],"Core":["Cœur"],"Unlicensed":["Sans licence"],"Upgrade":["Mise à niveau"],"Webhooks":["Webhooks"],"Install & Activate":["Installer et activer"],"Send Email To":["Envoyer un e-mail à"],"Google reCAPTCHA":["Google reCAPTCHA"],"hCaptcha":["hCaptcha"],"reCAPTCHA v2 Invisible":["reCAPTCHA v2 Invisible"],"reCAPTCHA v3":["reCAPTCHA v3"],"Validations":["Validations"],"Spam Protection":["Protection contre le spam"],"Enable IP Logging":["Activer la journalisation IP"],"If this option is turned on, the user's IP address will be saved with the form data":["Si cette option est activée, l'adresse IP de l'utilisateur sera enregistrée avec les données du formulaire"],"Enable Honeypot Security":["Activer la sécurité Honeypot"],"Enable Honeypot Security for better spam protection":["Activez la sécurité Honeypot pour une meilleure protection contre le spam"],"%s represents the minimum selections needed. For example: “Minimum 2 selections are required.”":["%s représente le nombre minimum de sélections nécessaires. Par exemple : « Un minimum de 2 sélections est requis. »"],"%s represents the maximum selections allowed. For example: “Maximum 4 selections are allowed.”":["%s représente le nombre maximum de sélections autorisées. Par exemple : « Maximum 4 sélections autorisées. »"],"%s represents the minimum choices needed. For example: “Minimum 1 selection is required.”":["%s représente le nombre minimum de choix nécessaires. Par exemple : « Au moins 1 sélection est requise. »"],"%s represents the maximum choices allowed. For example: “Maximum 3 selections are allowed.”":["%s représente le nombre maximum de choix autorisés. Par exemple : « Maximum de 3 sélections autorisées. »"]," Error Message":["Message d'erreur"],"Email Summaries":["Résumés d'e-mails"],"Tuesday":["Mardi"],"Wednesday":["Mercredi"],"Thursday":["Jeudi"],"Friday":["Vendredi"],"Saturday":["Samedi"],"Sunday":["Dimanche"],"Enable Email Summaries ":["Activer les résumés par e-mail"],"Schedule Reports":["Programmer les rapports"],"Auto":["Auto"],"Light":["Lumière"],"Dark":["Sombre"],"Turnstile":["Tourniquet"],"Get Keys":["Obtenir les clés"],"Documentation":["Documentation"],"Site Key":["Clé du site"],"Secret Key":["Clé secrète"],"Cloudflare Turnstile":["Tourniquet Cloudflare"],"Appearance Mode":["Mode d'apparence"],"Broadcast your SureForms submission to any web API endpoint with the powerful webhook module.":["Diffusez votre soumission SureForms vers n'importe quel point de terminaison d'API web avec le puissant module de webhook."],"Zapier":["Zapier"],"SureForms and Zapier Integration allows you to connect your WordPress forms with a number of web apps.":["L'intégration de SureForms et Zapier vous permet de connecter vos formulaires WordPress avec un certain nombre d'applications web."],"This field cannot be left blank.":["Ce champ ne peut pas être laissé vide."],"Test Email":["Email de test"],"IP Logging":["Journalisation IP"],"Honeypot":["Pot de miel"],"Confirmation Email Mismatch Message":["Message de non-correspondance de l'email de confirmation"],"%s represents the minimum input value. For example: \"Minimum value is 10.\"":["%s représente la valeur d'entrée minimale. Par exemple : \"La valeur minimale est 10.\""],"%s represents the maximum input value. For example: \"Maximum value is 100.\"":["%s représente la valeur d'entrée maximale. Par exemple : \"La valeur maximale est 100.\""],"Unlock Webhooks":["Déverrouiller les webhooks"],"With the SureForms Starter Plan, you can enable webhooks to seamlessly connect with your favorite apps for real-time data transfer and automation.":["Avec le plan de démarrage SureForms, vous pouvez activer les webhooks pour vous connecter en toute transparence à vos applications préférées pour un transfert de données en temps réel et une automatisation."],"Unlock Zapier Integration":["Débloquer l'intégration Zapier"],"With the SureForms Pro Plan, you can enable Zapier integration to seamlessly connect with thousands of apps for powerful workflow automation.":["Avec le plan SureForms Pro, vous pouvez activer l'intégration Zapier pour vous connecter sans effort à des milliers d'applications pour une automatisation puissante des flux de travail."],"Premium":["Premium"],"OttoKit":["OttoKit"],"reCAPTCHA":[""],"An error occurred. Please try again later.":["Une erreur s'est produite. Veuillez réessayer plus tard."],"Ready to go beyond free plan?":["Prêt à aller au-delà du plan gratuit ?"],"Upgrade now":["Mettez à niveau maintenant"],"and unlock the full power of SureForms!":["et débloquez toute la puissance de SureForms !"],"Upgrade SureForms":["Mettre à niveau SureForms"],"Free":["Gratuit"],"Effortlessly connect your forms to hundreds of apps, automating tasks like sending entries to your favourite CRM.":["Connectez facilement vos formulaires à des centaines d'applications, automatisant des tâches comme l'envoi d'entrées à votre CRM préféré."],"Form Validation":["Validation de formulaire"],"Required Error Messages":["Messages d'erreur requis"],"Other Error Messages":["Autres messages d'erreur"],"Input Field Unique":["Champ de saisie unique"],"Email Field Unique":["Champ de courriel unique"],"Invalid URL":["URL invalide"],"Phone Field Unique":["Champ de téléphone unique"],"Invalid Field Number Block":["Bloc de numéro de champ invalide"],"Invalid Email":["Email invalide"],"Number Minimum Value":["Valeur minimale du nombre"],"Number Maximum Value":["Valeur maximale du nombre"],"Dropdown Minimum Selections":["Sélections minimales du menu déroulant"],"Dropdown Maximum Selections":["Sélections Maximales du Menu Déroulant"],"Multiple Choice Minimum Selections":["Sélections minimales à choix multiple"],"Multiple Choice Maximum Selections":["Sélections maximales à choix multiple"],"Input Field":["Champ de saisie"],"Email Field":["Champ de courriel"],"URL Field":["Champ URL"],"Phone Field":["Champ Téléphone"],"Textarea Field":["Champ de zone de texte"],"Checkbox Field":["Champ de case à cocher"],"Dropdown Field":["Champ déroulant"],"Multiple Choice Field":["Champ à choix multiple"],"Address Field":["Champ d'adresse"],"Number Field":["Champ numérique"],"reCAPTCHA v2":["reCAPTCHA v2"],"To enable reCAPTCHA feature on your SureForms Please enable reCAPTCHA option on your blocks setting and select version. Add google reCAPTCHA secret and site key here. reCAPTCHA will be added to your page on front-end.":["Pour activer la fonctionnalité reCAPTCHA sur vos SureForms, veuillez activer l'option reCAPTCHA dans les paramètres de vos blocs et sélectionner la version. Ajoutez ici la clé secrète et la clé de site de Google reCAPTCHA. reCAPTCHA sera ajouté à votre page sur le front-end."],"Enter your %s here":["Entrez votre %s ici"],"To enable hCAPTCHA, please add your site key and secret key. Configure these settings within the individual form.":["Pour activer hCAPTCHA, veuillez ajouter votre clé de site et votre clé secrète. Configurez ces paramètres dans le formulaire individuel."],"To enable Cloudflare Turnstile, please add your site key and secret key. Configure these settings within the individual form.":["Pour activer Cloudflare Turnstile, veuillez ajouter votre clé de site et votre clé secrète. Configurez ces paramètres dans le formulaire individuel."],"OttoKit Logo":["Logo OttoKit"],"Save":["Sauvegarder"],"Anonymous Analytics":["Analytique Anonyme"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. ":["Collectez des informations non sensibles de votre site web, telles que la version PHP et les fonctionnalités utilisées, pour nous aider à corriger les bugs plus rapidement, prendre des décisions plus éclairées et développer des fonctionnalités qui comptent réellement pour vous."],"Learn More":["En savoir plus"],"Admin Notification":["Notification d'administration"],"Enable Admin Notification":["Activer la notification administrateur"],"Admin notifications keep you informed about new form entries since your last visit.":["Les notifications administratives vous informent des nouvelles entrées de formulaire depuis votre dernière visite."],"Contribute to SureForms":["Contribuez à SureForms"]}}}